Repository: fedora-infra/asknot-ng
Catalog: l10n/fedora/locale/*.po
Languages: ca, cs, de, es, fi, fr, gu, hu, id, nl, pt_br, sv, tr, uk

source: web developers that build <a href="https://getfedora.org">getfedora.org</a> and other awesome sites
ca: desenvolupadors webs que construeixen <a href="https://getfedora.org">getfedora.org</a> i d'altres llocs impressionants
cs: weboví vývojáři, kteří vytváří <a href="https://getfedora.org">getfedora.org</a> a další parádní stránky
de: Webentwickler, die <a href="https://getfedora.org">getfedora.org</a> und andere tolle Websites gebaut haben.
es: desarrolladores web que construyen <a href="https://getfedora.org">getfedora.org</a> y otros sitios increíbles
fi: verkkokehittäjät jotka kehittävä <a href="https://getfedora.org">getfedora.org</a>ia ja muita upeita sivuja
fr: les développeurs du web qui construisent <a href="https://getfedora.org">getfedora.org</a> et d’autres sites tout aussi géniaux
gu: વેબ વિકાસકર્તાઓ જે <a href="https://getfedora.org">getfedora.org</a>અને અન્ય સરસ સાઈટો બનાવે છે
hu: webfejlesztők, akik a <a href="https://getfedora.org">getfedora.org</a>-ot, és a többi nagyszerű oldalt készítik
id: pengembang web yang membangun <a href="https://getfedora.org">getfedora.org</a> dan situs-situs mengagumkan lainnya
nl: webontwikkelaars die <a href="https://getfedora.org">getfedora.org</a> en andere geweldige sites bouwen
pt_br: desenvolvedores web que constroem <a href="https://getfedora.org">getfedora.org</a> e outros sites incríveis
sv: webbutvecklare som bygger <a href="https://getfedora.org">getfedora.org</a> och andra fantastiska sajter
tr: <a href="https://getfedora.org">getfedora.org</a> ve diğer muhteşem siteleri oluşturan web geliştiricileri
uk: розробники, якими створено <a href="https://getfedora.org">getfedora.org</a> та інші чудові сайти

source: Ruby
gu: રુબી

source: hashrockets and bare words
ca: hashrockets i paraules enrevessades
cs: hashrockets a bare words
de: Hashrockets und nackte Wörter.
es: hashrockets y palabras libres
fi: hashroketit ja pelkät sanat
fr: assauts verbaux et mots crus
gu: હેશ રોકેટ્સ અને સાદા શબ્દો
hu: hashrakéták és csupasz szavak
id: hashrocket dan kata-kata kosong
nl: hashrockets en kale woorden
pt_br: "hashrockets" e palavras cruas
sv: hashrockets och ensamma ord
tr: hash roketler ve yalın kelimeler
uk: хеш-ракети і стислість

source: C++
gu: સી પ્લસ પ્લસ

source: So, you're not happy if your error messages are comprehensible? We have a place for you.
ca: Per tant, no esteu content si els vostres missatges d'error són comprensibles? Tenim un lloc per a tu.
cs: Tak tedy nejste šťasten, pokud jsou chybové zprávy nesrozumitelné? Máme pro vás místo.
de: Du bist also unglücklich, wenn Fehlermeldungen verständlich sind? Wir haben einen Platz für dich.
es: ¿No estás contento si los mensajes de error son comprensibles? Tenemos un hueco para ti.
fi: Et siis ole tyytyväinen jos virheilmoitukset käyvät järkeen? Meillä on paikka sinulle.
fr: Ainsi, vous n’êtes pas satisfait si vos messages d’erreur sont intelligibles ? Nous avons une place pour vous.
gu: તો, જો તમારા ભૂલ સંદેશાઓ સુસ્પષ્ટ હોય તો તમે ખુશ નથી?. અમારી પાસે તમારા માટે એક સ્થળ છે.
hu: Nem vagy boldog, ha a hibaüzenetek érthetetlenek? Van egy helyünk a számodra.
id: Jadi, kamu tidak senang jika pesan kesalahan kamu dapat dipahami? Kami memiliki tempat untuk kamu.
nl: Dus je bent niet blij als je foutmeldingen begrijpelijk zijn? We hebben een plaats voor u.
pt_br: Então, você não está feliz se suas mensagens de erro forem compreensíveis? Nós temos um lugar pra você.
sv: Så du trivs inte om dina felmeddelanden är begripliga? Vi har en plats för dig.
tr: Yani hata mesajlarınız anlaşılır olduğunda mutlu değil misiniz? Sizin için bir yerimiz var.
uk: Отже, вам не подобаються зрозумілі повідомлення про помилки? У нас для вас знайдеться місцинка.

source: Try digging into...
ca: Proveu en indagar a...
cs: Zkuste si zalovit v...
de: Versuche, dich einzuarbeiten in...
es: Prueba a meterte en...
fi: Koeta kaivautua...
fr: Essayez de creuser dans…
gu: પ્રયત્ન કરો મા ઉતરવાનો
hu: Próbálj beleásni az…
id: Coba gali lebih dalam...
nl: Probeer te graven in...
pt_br: Que tal dar uma olhada em...
sv: Försök att gräva ner dig i …
tr: Şuna el atmayı deneyin...
uk: Спробуйте заглибитися до…

source: imperative and object-oriented with the power of low-level memory manipulation
ca: imperatiu i amb orientació als objectes, amb la potència de manipulació de regions baixes de memòria
cs: imperativní a objektově orientovaný se sílou nakládání s pamětí nízké úrovně
de: Imperativ und objektorientiert mit der Kraft der Low-Level-Speichermanipulation
es: imperativo y orientado a objetos, con la potencia de la manipulación de memoria a bajo nivel
fi: välttämätöntä ja objektiorientoitua matalan tason muistin manipuloinnin voimalla
fr: impérative et orienté objets avec la capacité de manipulation mémoire de bas niveau
gu: નીચા-સ્તરની મેમરી મેનીપ્યુલેશનની શક્તિ સાથે ઑબ્જેક્ટ-કેન્દ્રિત અને અનિવાર્ય
hu: imperatív és objektum-orientált programozásba, az alacsony szintű memóriakezelés erejével
id: imperatif dan berorientasi objek dengan kekuatan manipulasi memori tingkat rendah
nl: imperatief en objectgericht met de kracht van geheugenmanipulatie op laag niveau
pt_br: imperativa e orientada a objetos com o poder de manipulação de memória de baixo nível
sv: imperativt och objektorienterat med kraftfullheten hos minneshantering på låg nivå
tr: düşük seviye bellek manipülasyonunun gücü ile komut odaklı ve nesne yönelimli
uk: імперативна і об’єктно-орієнтована із потужними можливостями роботи із пам’яттю на низькому рівні

source: General
cs: Obecného
de: Im Allgemeinen
fi: Yleisesti
fr: Général
gu: સામાન્ય
hu: Általános
id: Umum
nl: Algemeen
pt_br: Geral
sv: Allmänt
tr: Genel
uk: Загальне

source: on how to join the Community Operations team?
ca: sobre la forma d'unir-se a l'equip d'operacions de la comunitat?
cs: o tom, jak se zapojit do týmu Podpory komunity?
de: Wie tritt man dem Community Operations Team bei?
es: sobre cómo unirse al equipo de operaciones de la comunidad?
fi: kuinka liittyä yhteisön operaatioryhmään?
fr: sur la manière de rejoindre l’équipe des Opérations de le communauté ?
gu: સમુદાય ક્રિયા ટુકડી માં કેવી રીતે જોડાવું?
hu: hogyan csatlakozz a Közösségi tevékenységek csapathoz?
id: tentang cara bergabung dengan tim Operasi Komunitas?
nl: over hoe lid te worden van het Community operations-team?
pt_br: sobre a forma de participar do time de operações da comunidade?
sv: hur man går med i gruppen för gemenskapsoperatörer?
tr: Topluluk Operasyonları ekibine nasıl katılabileceğiniz konusunda?
uk: щодо того, як долучитися до команди роботи зі спільнотою?

source: Specific
ca: Específic
cs: Konkrétního
de: Konkret
es: Específico
fi: Tietty
fr: Spécifique
gu: નિર્દિષ્ટ
hu: Konkrét
id: Spesifik
nl: Specifiek
pt_br: específico
sv: Specifikt
tr: Özel
uk: Специфічне

source: Excellent!
cs: Výtečně!
de: Exzellent!
es: ¡Excelente!
fi: Loistavaa!
gu: અતિ ઉતમ
hu: Kiváló!
id: Luar biasa!
nl: Uitstekend!
pt_br: Excelente!
sv: Utmärkt!
tr: Mükemmel!
uk: Чудово!

source: How does this sound?
ca: Com us sona?
cs: Jak vám to zní?
de: Wie klingt das ?
es: ¿Qué tal suena esto?
fi: Miltä kuulostaa?
fr: Et que diriez-vous de ?
gu: આ કેવું સંભળાઈ રહ્યું છે ?
hu: Ez hogy hangzik?
id: Bagaimana kedengarannya?
nl: Hoe klinkt dit?
pt_br: Como isto soa?
sv: Hur låter detta?
tr: Kulağa nasıl geliyor?
uk: Ну як?

source: on different kinds of community tasks
ca: sobre els diferents tipus de taques de la comunitat
cs: o různých druzích komunitních úloh
de: auf verschiedene Arten von Community-Aufgaben
es: sobre tipos de tareas de la comunidad?
fi: muunlaiset yhteisön tehtävät
fr: sur différentes sortes de tâches communautaires
gu: વિવિધ પ્રકાર ની સામુદાયિક ક્રિયાઓ
hu: különféle közösségi feladatokon
id: tentang berbagai jenis tugas komunitas
nl: over verschillende soorten gemeenschapstaken
pt_br: em diferentes tipos de tarefas comunitárias
sv: med olika sorters gemenskapsuppgifter
tr: farklı topluluk görevleri hakkında
uk: щодо різних типів завдань роботи зі спільнотою

source: Community Blog
ca: Blog de la comunitat
cs: Komunitní blog
es: Blog de la comunidad
fi: Yhteisön blogi
fr: Le blog de la communauté
gu: સમુદાય નો બ્લોગ
hu: Közösségi blog
id: Blog Komunitas
pt_br: Blog da comunidade
sv: Gemenskapsblogg
tr: Topluluk Blogu
uk: Блог спільноти

source: the central hub of all Fedora news, across the subprojects
ca: el concentrador central de les notícies de Fedora, al llarg de tots els subprojectes
cs: hlavní centrum všech zpráv Fedory, napříč všemi podprojekty
de: das zentrale Drehkreuz aller Fedora-Nachrichten, über die Teilprojekte hinweg
es: el concentrador de las noticias de Fedora, a través de todos los subproyectos
fi: keskus hubi kaikille Fedora uutisille kautta aliprojektien
fr: le pivot de toutes les nouvelles chez Fedora, à travers les sous-projets
gu: બધા પ્રાયોગિક પ્રકરણોમાં, તમામ Fedora સમાચારનું કેન્દ્ર
hu: az összes Fedora hír központja, az összes alprojektről
id: pusat dari semua berita Fedora, di seluruh subproyek
nl: de centrale hub voor al het Fedora-nieuws, over de subprojecten heen
pt_br: O hub central de todas as notícias do Fedora, através de todos os subprojetos
sv: det centrala navet för alla Fedora-nyheter, tvärs över underprojekten
tr: alt projelerdeki tüm Fedora haberlerinin merkezi
uk: центральне місце для усіх новин Fedora та підпроєктів

source: 5 Things in Fedora This Week
ca: 5 coses en aquesta setmana a Fedora
cs: 5 věcí z Fedory tento týden
de: 5 Dinge in Fedora in dieser Woche
es: 5 cosas en esta semana en Fedora
fi: 5 asiaa Fedorassa tällä viikolla
fr: Cinq choses de Fedora cette semaine
gu: ૫ વસ્તુઓ fedora માં આ અઠવાડીયે
hu: 5 dolog a Fedoráról ezen a héten
id: 5 Hal di Fedora Minggu Ini
nl: 5 dingen in Fedora deze week
pt_br: 5 coisas no Fedora esta semana
sv: 5 saker inom Fedora denna vecka
tr: Bu Hafta Fedora'da 5 Şey
uk: 5 речей у Fedora цього тижня

source: finding information for a weekly article about the happenings in Fedora
ca: la recerca d'informació per a un article setmanal sobre els esdeveniments a Fedora
cs: hledání informací pro týdenní článek o tom co se děje ve Fedoře
de: Informationen für einen wöchentlichen Artikel über die Geschehnisse in Fedora finden
es: buscar información para un artículo semanal sobre los acontecimientos de Fedora
fi: tiedon etsiminen viikoittaiseen artikkeliin siitä mitä Fedorassa tapahtuu
fr: trouver de l’information pour un article hebdomadaires sur les événements de Fedora
gu: Fedora ના બનાવો વિશે સાપ્તાહિક લેખ માટે માહિતી શોધવા
hu: információk keresése egy heti cikkhez a Fedorában történtekről
id: mencari informasi untuk artikel mingguan tentang kejadian di Fedora
nl: informatie vinden voor een wekelijks artikel over de gebeurtenissen in Fedora
pt_br: Encontrando informações para um artigo semanal sobre os acontecimentos no Fedora
sv: hitta information till en veckovis artikel om vad som händer inom Fedora
tr: Fedora'daki olaylar hakkında haftalık bir makale için bilgi bulmak
uk: пошук інформації для щотижневих статей щодо подій у Fedora

source: Design Team
ca: Equip de disseny
cs: Designerský tým
es: Equipo de Diseño
fi: Suunnitelutiimi
fr: L’équipe de conception graphique
gu: આલેખન ટુકડી
hu: Dizájn csapat
id: Tim Desain
nl: Ontwerp team
pt_br: Time de Design
sv: Designgrupp
tr: Tasarım Ekibi
uk: Команда дизайнерів

source: creatives serving as a design firm for the Fedora community
ca: els creatius que actuen com a un estudi de disseny per a la comunitat Fedora
cs: kreativci, kteří slouží jako návrhářská firma pro komunitu Fedory
de: Kreative, die sich als Design-Unternehmen der Fedora Community anbieten.
es: creativos actuando como una empresa de diseño para la comunidad Fedora
fi: luovat ihmiset, jotka toimivat Fedora-yhteisön suunnitteluyrityksenä
fr: créateurs au services de la communauté Fedora à la manière d’une société de conception graphique
gu: રચનાત્મક આલેખન પેઢી fedora સમુદાય માટે
hu: kreatív emberek, akik a Fedora közösség dizájncégeként működnek
id: tim kreatif yang berfungsi sebagai perusahaan desain untuk komunitas Fedora
nl: creatievelingen die dienen als ontwerpbureau voor de Fedora-gemeenschap
pt_br: criativos servindo como uma empresa de design para a comunidade Fedora
sv: kreativa som fungerar som en designbyrå för Fedoragemenskapen
tr: Fedora topluluğu için tasarım firması gibi çalışan yaratıcı kişiler
uk: творчі люди, які слугують дизайнерською основою спільноти Fedora

source: on how to join the design team?
ca: sobre la forma d'unir-se a l'equip de disseny?
cs: o tom, jak se zapojit do designerského týmu?
de: Wie kann ich dem Designteam beitreten ?
es: sobre como unirte al equipo de diseño?
fi: kuinka liittyä suunnittelutiimiin?
fr: comment rejoindre l’équipe de conception graphique ?
gu: આલેખન ટુકડી મા કેવી રીતે જોડાવુ
hu: hogyan csatlakozz a dizájn csapathoz?
id: tentang cara bergabung dengan tim desain?
nl: over hoe je lid kunt worden van het ontwerpteam?
pt_br: como participar do time de design?
sv: om hur man går med i designgruppen?
tr: tasarım ekibine nasıl katılabileceğiniz konusunda?
uk: щодо того, як долучитися до команди дизайнерів?

source: on different kinds of design tasks
ca: sobre els diferents tipus de tasques de disseny
cs: o různých druzích designerských úloh
de: an verschiedene Arten von Gestaltungsaufgaben
es: sobre diferentes tipos de tareas de diseño?
fi: erilaisia suunnitelutehtäviä
fr: sur différentes sortes de tâche de conception graphique
gu: વિવિધ પ્રકાર ની આલેખન ક્રિયાઓ
hu: különféle dizájneri feladatokon
id: pada berbagai jenis tugas desain
nl: over verschillende soorten ontwerptaken
pt_br: em diferentes tipos de tarefas de design
sv: om olika sorters designuppgifter
tr: farklı tasarım görevleri hakkında
uk: щодо різних типів завдань дизайнерів

source: Artwork Requests
ca: Sol·licitud de treballs artístics
cs: Poptávka po uměleckém dílu
de: Illustrationsanfragen
es: Peticiones de diseños
fi: Taidepyyntöjä
fr: Demande de création artistique
gu: આર્ટવર્ક માટે વિનંતીઓ
hu: Illusztráció kérések
id: Permintaan Karya Seni
nl: Kunstwerkverzoeken
pt_br: Solicitações de arte
sv: Begäranden om utsmyckningar
tr: Çizim İstekleri
uk: Запити щодо художніх робіт

source: there are people in need of good taste -- you can help
ca: hi ha la necessitat de persones amb bon gust -- podeu ajudar
cs: existují lidé, kteří potřebují dobrý vkus -- vy jim můžete pomoci
de: Es gibt Leute, die guten Geschmack brauchen - du kannst helfen!
es: hay personas que necesitan de buen gusto -- tú puedes ayudar
fi: toiset ihmiset kaipaavat hyvää makua -- sinä voit auttaa
fr: il y en a qui cherchent des personnes au bon goût – vous pouvez aider
gu: અહીં સરસ લોકોની જરૂર છે - તમે મદદ કરી શકો છો
hu: vannak, akiknek szükségük van a jó ízlésre – te is segíthetsz
id: ada orang yang membutuhkan selera yang bagus - kamu dapat membantu
nl: er zijn mensen die een goede smaak nodig hebben -- jij kunt helpen
pt_br: há pessoas precisando de bom gosto -- você pode ajudá-las
sv: det finns folk som behöver god smak — du kan hjälpa till
tr: iyi bir zevke ihtiyacı olan kişiler var -- yardımcı olabilirsiniz
uk: люди із добрим смаком завжди потрібні — ви можете допомогти

source: Hackergotchis
cs: Avatarové obrázky
gu: હેકરગોટચીસ
hu: Hackergotchi-k
tr: Hackergotchi'ler

source: making cute cut-outs of people's faces
ca: fer retalls bonics de cares de persones
cs: tvorba roztomilých výřezů lidských obličejů
de: Gute Ausschnitte der Gesichter erstellen.
es: hacer lindos recortes de los rostros de las personas
fi: tehden söpöjä leikkauksia ihmisten kasvoista
fr: créer de mignons découpages du visage des gens
gu: લોકોના ચહેરાના સુંદર પથ્થરો બનાવી રહ્યા
hu: jópofa kivágások készítése az emberek arcáról
id: membuat potongan-potongan wajah orang yang lucu
nl: maak schattige uitsnijdingen van gezichten van mensen
pt_br: Fazendo recortes fofos das caras das pessoas
sv: göra gulliga utsnitt från folks ansikten
tr: insanların yüzlerinden sevimli kesitler yapmak
uk: вирізання облич з фотографій для аватарів

source: Fedora Badges
ca: Insígnies de Fedora
cs: Odznaky Fedory
es: Medallas Fedora
fi: Fedora-merkit
fr: Badges de Fedora
gu: fedora બિલ્લાઓ
hu: Fedora kitűzők
id: Lencana Fedora
sv: Fedoramärken
tr: Fedora Rozetleri
uk: Значки Fedora

source: make awesome badge art that fuels <a href="https://badges.fedoraproject.org">badges.fp.o</a>
ca: creeu insígnies genials que siguin l'enveja a <a href="https://badges.fedoraproject.org">badges.fp.o</a>
cs: vytvářejte úžasné odznáčky, které zásobí <a href="https://badges.fedoraproject.org">badges.fp.o</a>
de: Gestalte wundervolle Badges für <a href="https://badges.fedoraproject.org">badges.fp.o</a>
es: Hacer medallas impresionantes para alimentar <a href="https://badges.fedoraproject.org">badges.fp.o</a>
fi: luo upeaa merkkitaidetta, joille <a href="https://badges.fedoraproject.org">badges.fp.o</a> pohjautuu
fr: créer des badges géniaux pour alimenter <a href="https://badges.fedoraproject.org">badges.fp.o</a>
gu: અદ્ભુત બિલ્લા કલા બનાવો કે <a href="https://badges.fedoraproject.org">badges.fp.o</a> માં પ્રાણ પૂરે
hu: készíts király kitűzőket, amelyek a <a href="https://badges.fedoraproject.org">badges.fp.o</a>- oldalt hajtják
id: membuat seni lencana mengagumkan yang menjadi inspirasi bagi <a href="https://badges.fedoraproject.org">badges.fp.o</a>
nl: maak geweldige badge-kunst die <a href="https://badges.fedoraproject.org">badges.fp.o</a> van brandstof voorziet
pt_br: faça artes de medalhas incríveis que abastecem <a href="https://badges.fedoraproject.org">medalhas.fp.o</a>
sv: gör fantastiska bilder för märken som driver <a href="https://badges.fedoraproject.org">badges.fp.o</a>
tr: <a href="https://badges.fedoraproject.org">badges.fp.o</a> koleksiyonunu besleyen harika rozetler yapmak
uk: створити чудові малюнки для значків, які наповнять <a href="https://badges.fedoraproject.org">badges.fp.o</a>

source: Desktop SIG
ca: SIG de l'escriptori
fi: Työpöytä SIG
gu: ડેસ્કટોપ ખાસ રસ ધરાવતું જૂથ
hu: Asztal SIG
sv: Skrivbords-SIG
tr: Masaüstü ÖİG'si
uk: Група Desktop

source: the special-interest-group for Fedora Workstation
ca: el grup d'interès especial per a Fedora Workstation
cs: Skupina zvláštního zájmu Fedory Workstation
de: Die Interessensgruppe für Fedora Workstation
es: el grupo de interés especial para las estaciones de trabajo Fedora
fi: Fedora-työpöydän special-interest-group (SIG)
fr: le groupe d’intérêt spécial pour Fedora Workstation
gu: Fedora વર્કસ્ટેશન માટે વિશેષ રસ ધરાવતું જૂથ
hu: a Fedora Workstation különleges érdekeltségű csoportja
nl: de special-interest-groep voor Fedora Workstation
pt_br: o grupo de interesse especial para o Fedora Workstation
sv: specialintressegruppen för Fedora Workstation
tr: Fedora Workstation için özel ilgi grubu
uk: група тих, хто цікавиться роботою Fedora Workstation

source: Cinnamon SIG
ca: SIG del Cinnamon
gu: cinnamon મા વિશેષ રસ ધરાવતું જૂથ
tr: Cinnamon ÖİG'si
uk: Група Cinnamon

source: for those excited about Cinnamon desktop environment spiciness in Fedora
ca: per a aquells que estiguin emocionats amb el picant entorn d'escriptori Cinnamon a Fedora
cs: pro ty, kterým "grády" pracovního prostředí Cinnamon přináší nadšení
de: für alle, die sich für den Geschmack der Cinnamon-Benutzerschnittstelle begeistern.
es: para los emocionados con el aroma del escritorio Cinnamon en Fedora
fi: niille, jotka ovat innoissaan Cinnamon-työpöytäympäristön tulisuudesta Fedorassa
fr: pour celles et ceux que le caractère épicé de l’environnement de bureau Cinnamon dans Fedora passionne
gu: Fedora માં cinnamon ડેસ્કટોપ પર્યાવરણ મા ઉત્સાહિત લોકો માટે
hu: azok, akiket érdekel a Cinnamon asztali környezet fűszeressége a Fedorában
id: untuk mereka yang menyukai kepedasan lingkungan desktop Cinnamon di Fedora
nl: voor diegenen die enthousiast zijn over de Cinnamon desktopomgeving bijsmaak in Fedora
pt_br: para aqueles que estão entusiasmados sobre as mudanças no ambiente de trabalho Cinnamon dentro do Fedora
sv: för dem som blir begeistrade av att krydda med Cinnamon-skrivbordsmiljön i Fedora
tr: Fedora'da Cinnamon masaüstü ortamının baharatlı tadı hakkında heyecanlı olanlar için
uk: для тих, хто хоче зробити стільничне середовище Cinnamon найкращим у Fedora

source: KDE SIG
ca: SIG del KDE
gu: KDE માં વિશેષ રસ ધરાવતું જૂથ
tr: KDE ÖİG'si
uk: Група KDE

source: to provide high-quality, usable KDE software packages
ca: proporcionar paquets de programari del KDE d'alta qualitat i usables
cs: s cílem poskytovat kvalitní a použitelné balíčky softwaru KDE
de: um hochwertige, nutzbare KDE Softwarepakete anzubieten
es: para proveer de paquetes de software KDE utilizables y de alta calidad
fi: tarjotaksesi korkealaatuisia, käytettäviä KDE-ohjelmapaketteja
fr: pour fournir des paquets logiciels de KDE de haute qualité
gu: ઉચ્ચ-ગુણવત્તા વાળા, ઉપયોગી KDE સોફ્ટવેર પેકેજો પ્રદાન કરવા
hu: magas minőségű, használható KDE szoftvercsomagok biztosítása
id: untuk menyediakan paket perangkat lunak KDE berkualitas tinggi dan dapat digunakan
nl: om bruikbare KDE-softwarepakketten van hoge kwaliteit te bieden
pt_br: para fornecer pacotes de alta qualidade, usáveis para o KDE
sv: att tillhandahålla högkvalitativa, användbara KDE-programpaket
tr: yüksek kaliteli, kullanılabilir KDE yazılım paketleri sunmak için
uk: забезпечення високоякісних, придатних до користування пакунків програмного забезпечення KDE

source: LXDE SIG
ca: SIG del LXDE
gu: LXDE માં વિશેષ રસ ધરાવતું જૂથ
tr: LXDE ÖİG'si
uk: Група LXDE

source: to define a high-quality LXDE experience for Fedora users
ca: per definir una experiència LXDE d'alta qualitat per als usuaris de Fedora
cs: vystavět pro uživatele Fedory kvalitní uživatelskou zkušenost s LXDE
de: um Fedora-Nutzern eine erstklassige LXDE-Erfahrung zu bieten
es: para definir una experiencia LXDE de alta calidad para los usuarios Fedora
fi: määritelläkseen korkealaatuisen LXDE-kokemuksen Fedora-käyttäjille
fr: pour créer une expérience LXDE de haute qualité pour les utilisateurs de Fedora
gu: ઉચ્ચ-ગુણવત્તા વાળા, LXDE અનુભવ આપવો fedora ઉપયોગકર્તાઓ ને
hu: magas minőségű LXDE élmény meghatározása a Fedora felhasználóknak
id: untuk mendefinisikan pengalaman LXDE berkualitas tinggi bagi pengguna Fedora
nl: om een hoogwaardige LXDE-ervaring voor Fedora-gebruikers te definiëren
pt_br: para definir uma experiência LXDE de alta qualidade para usuários do Fedora
sv: att definiera en LXDE-upplevelse av hög kvalitet för Fedora-användare
tr: Fedora kullanıcıları için yüksek kaliteli bir LXDE deneyimi belirlemek için
uk: для забезпечення високоякісної роботи у LXDE для користувачів Fedora

source: XFCE SIG
ca: SIG del XFCE
gu: XFCE માં વિશેષ રસ ધરાવતું જૂથ
tr: XFCE ÖİG'si
uk: Група XFCE

source: for those excited about integration of the Xfce desktop environment
ca: per als entusiastes de la integració de l'entorn d'escriptori Xfce
cs: pro ty, kteří se radují z integrace prostředí Xfce
de: für alle, die sich für die Integration des Xfce-Desktops begeistern.
es: para aquellos emocionados con la integración del entorno de escritorio Xfce
fi: niille jotka ovat kiinnostuneet Xfce-työpöytäympäristön integroinnista
fr: pour ceux qui sont motivés par l’intégration de l’environnement de bureau Xfce
gu: Fedora માં XFCE ડેસ્કટોપ પર્યાવરણ મા ઉત્સાહિત લોકો માટે
hu: azoknak, akiket izgat az Xfce asztali környezet integrációja
id: untuk mereka yang tertarik dengan integrasi lingkungan desktop Xfce
nl: voor degenen die enthousiast zijn over de integratie van de Xfce-desktopomgeving
pt_br: para quem está entusiasmado com a integração do ambiente de trabalho Xfce
sv: för de som blir begeistrade av integration av skrivbordsmiljön Xfce
tr: Xfce masaüstü ortamının entegrasyonu konusunda heyecanlı olanlar için
uk: для тих, кому цікава інтеграція стільничного середовища Xfce
