Repository: fedora-infra/asknot-ng
Catalog: l10n/fedora/locale/*.po
Languages: ca, cs, de, es, fi, fr, gu, hu, id, nl, pt_br, sv, tr, uk

source: So, you have a way with words?
ca: Per tant, teniu una habilitat amb les paraules?
cs: Takže vám to jde se slovy?
de: Du bist redegewandt?
es: Entonces, ¿se te dan bien las palabras?
fi: Sinulla on siis sana hallussa?
fr: Ainsi, vous êtes à l’aise avec les mots ?
gu: તો તમે ઉપયોગકર્તા વેબસાઇટ્સ અને કાર્યક્રમો સાથે કેવી રીતે ક્રિયાપ્રતિક્રિયા કરે છે તે જાણવાનું કામ કરવાનો આનંદ માણો છો ?
hu: Szóval tudsz bánni a szavakkal?
id: Jadi, kamu memiliki kemampuan dengan kata-kata?
nl: Dus je bent goed met woorden?
pt_br: Então leva jeito com as palavras?
sv: Så, du kan hantera ord?
tr: Yani, kelimelerle aranız iyi mi?
uk: Вмієте працювати зі словом?

source: Would you be more interested in...
ca: Estaríeu més interessat en...
cs: Zajímalo by vás spíš…
de: Bist du mehr interessiert an ...
es: Estarías más interesado en...
fi: Olisitko enemmän kiinnostunut...
fr: Trouveriez-vous de l’intérêt dans…
gu: તમને વધુ રસ છે
hu: Jobban érdekelne-e a…
id: Apakah kamu lebih tertarik pada...
nl: Zou je meer geïnteresseerd zijn in...
pt_br: Você estaria mais interessado em...
sv: Vore du mer intresserad av …
tr: Şu daha çok ilginizi çekebilir mi...
uk: Чи не зацікавило б вас...

source: wordsmithery
ca: fraseig
cs: slovotepectví
de: Textgestaltung
es: el dominio de la palabra
fi: sanaseppoilu
fr: l’art de l’écriture
gu: શબ્દો
hu: szócsiszolás
id: penulisan kata-kata
nl: de vaardigheid van een woordsmid
sv: ordsmide
tr: kelime kullanma ustalığı
uk: робота зі словом

source: Categorization
ca: Categorització
cs: Třídění
es: Categorizar
gu: વર્ગીકરણ
sv: Kategorisering
uk: Категоризація

source: So you like putting things in their place?
ca: Així doncs us agrada ficar les coses al seu lloc?
cs: Takže vás baví dávat věci na správné místo?
es: ¿Así que te gusta poner cada cosa en su sitio?
gu: બરાબર, તેથી તમે સિસ્ટમ સ્થિતિમાં PA ચલાવી રહ્યા છો
sv: Så du gillar att placera saker på sin plats?
uk: Хочете розмістити усе там, де треба?

source: How about...
ca: Sobre com...
cs: Tak co třeba…
de: Wie wäre es mit ...
es: Qué tal...
fi: Miten olisi...
fr: Que diriez-vous...
gu: કેવું રેહશે
hu: Mi lenne ha…
id: Bagaimana kalau...
nl: Wat dacht je van...
pt_br: Que tal...
sv: Vad sägs om …
tr: Peki ya...
uk: Як щодо...

source: labelling things, perhaps obsessively
ca: etiquetar coses, potser de forma obsessiva
cs: značkování, možná trochu obsesivní
es: etiquetar cosas, quizás obsesivamente
gu: વસ્તુઓનું સંપાદન કરો
sv: etikettera saker, kanske besatt av det
uk: встановлення міток, іноді навіть маніакальне

source: Translation
ca: Traducció
cs: Překlad
de: Übersetzen
es: Traducir
fi: Kääntäminen
fr: Traduction
gu: અનુવાદન
hu: Fordítás
id: Penerjemahan
nl: Vertaling
pt_br: Tradução
sv: Översättning
tr: Çeviri
uk: Переклад

source: So you know more than one language? We need you!
ca: Així doncs coneixeu més d'un idioma? Us necessitem!
cs: Umíte víc než jeden jazyk? Potřebujeme vás!
de: Du sprichst mehr als eine Sprache? Wir brauchen dich!
es: Entonces, ¿conoces más de un idioma? ¡Te necesitamos!
fi: Osaat siis useampaa kuin yhtä kieltä? Me tarvitsemme sinua!
fr: Donc vous connaissez plus d’une langue ? Nous avons besoin de vous !
gu: શું તમે એક કરતા વધારે ભાષા જાણો છો ? અમારે તમારી જરૂર છે
hu: Tehát több mint egy nyelvet ismersz? Szükségünk van rád!
id: Jadi, kamu menguasai lebih dari satu bahasa? Kami membutuhkanmu!
nl: Dus je kent meer dan één taal? We hebben je nodig!
pt_br: Então sabe mais de um idioma? Nós precisamos de você!
sv: Så du kan mer än ett språk? Vi behöver dig!
tr: Yani birden fazla dil mi biliyorsunuz? Size ihtiyacımız var!
uk: Знаєте декілька мов? Ви нам потрібні!

source: we're an international effort, after all
ca: som un esforç internacional, després de tot
cs: jsme přece jen mezinárodní projekt
de: Wir sind am Ende doch ein internationales Vorhaben
es: somos parte de un esfuerzo internacional, después de todo
fi: Olemmehan kuitenkin kansainvälisiä
fr: après-tout, nous sommes un effort international
gu: અમે આતંરરાષ્ટ્રીય પ્રયાસો કરીએ છીએ તો પછી
hu: elvégre is, egy nemzetközi projekt vagyunk
id: bagaimanapun juga, kami adalah upaya internasional
nl: we zijn tenslotte een internationale inspanning
pt_br: somos um esforço internacional, afinal de contas
sv: vi är en internationell satsning när allt kommer omkring
tr: sonuçta biz uluslararası bir çalışmayız
uk: ми ж міжнародна команда

source: Advocacy
ca: Defensor
cs: Obhajoba
de: Rechtsabteilung
es: Apoyo
fi: Kannattaminen
fr: Promotion
gu: હિમાયત
hu: Pártfogás
id: Advokasi
nl: Belangenbehartiging
pt_br: Advocacia
sv: Förespråka
tr: Taraftarlık
uk: Поширення поглядів

source: So you're a people person?
ca: Així doncs teniu do de gents?
cs: Takže to umíte s lidmi?
de: Du bist eine aufgeschlossene Person?
es: ¿Eres una persona sociable?
fi: Olet siis ihmispersoona?
fr: Donc vous êtes sociable ?
gu: તો તમે જન માનવ છો ?
hu: Szeretsz emberekkel dolgozni?
id: Jadi kamu orang yang suka bergaul?
nl: Dus je bent een mensenmens?
pt_br: Então é uma pessoa do povo?
sv: Så du är en social person?
tr: Yani insanlarla aranız iyi mi?
uk: Хочете працювати з людьми?

source: How about becoming a Fedora...
ca: Sobre la forma d'esdevenir Fedora...
cs: Co tak být u Fedory…
de: Wie wäre es damit, ein Fedora ...
es: Podrías ser...
fi: Mitä jos alkaisit Fedora...
fr: Que diriez-vous de devenir un Fedora...
gu: ફેડોરા પ્રતિનિધ બનવું કેવું રેહશે ?
hu: Mi lenne ha Fedora…
id: Bagaimana kalau menjadi seorang Fedora...
nl: Hoe zit het met het worden van een Fedora...
pt_br: Que tal se tornar um Fedora…
sv: Vad sägs om att bli en Fedora …
tr: Peki ya şuna ne dersiniz, Fedora...
uk: Як щодо того, щоб стати у Fedora...

source: spreading the good word
ca: difondre la bona paraula
cs: šířit dobré slovo
de: Über das Gute sprechen und weitergeben
es: difundir la palabra
fi: sanan levittäminen
fr: répandre la bonne parole
gu: સારા શબ્દો ફેલાવો
hu: a jó hírek terjesztése
id: menyebarkan kabar baik
nl: het goede woord verspreiden
pt_br: espalhando a boa palavra
sv: sprida den goda kunskapen
tr: güzel sözleri yaymak
uk: поширюємо добру вістку

source: Packaging
ca: Empaquetament
cs: Balíčkování
de: Paketierung
es: Empaquetado
fi: Paketointi
fr: Empaquetage
gu: પેકેજિંગ
hu: Csomagolás
id: Pengemasan
nl: Inpakken
pt_br: Empacotamento
sv: Paketering
tr: Paketleme
uk: Пакування

source: So you want to help build the OS? Excellent.
ca: Així doncs voleu ajudar a construir el SO? Excel·lent.
cs: Chcete tedy pomáhat při sestavování OS? Skvěle!
de: Du möchtest bei der Weiterentwicklung des Betriebssystems helfen? Exzellent.
es: ¿Entonces quieres ayudar a construir el Sistema? Excelente.
fi: Haluat siis auttaa käyttöjärjestelmän kehittämisessä? Loistavaa.
fr: Ainsi, vous voulez contribuer à la construction du système ? Excellent.
gu: તો તમે OS બનાવવામાં મદદ કરવા માંગો છો? ઉત્તમ
hu: Szóval segítenél az OS-t összeállítani? Remek.
id: Jadi kamu ingin membantu membangun OS? Bagus sekali.
nl: Dus wil je helpen het OS te bouwen? Uitstekend.
pt_br: Então você quer ajudar a construir o SO? Excelente.
sv: Så du vill hjälpa till att bygga OS:et? Utmärkt.
tr: Yani işletim sistemini inşa etmeye yardımcı olmak mı istiyorsunuz? Mükemmel.
uk: Хочете допомогти у збиранні операційної системи? Чудово.

source: Then you'll need to become a Fedora...
ca: Aleshores necessitareu convertir-vos un Fedora...
cs: Pak se musíte u Fedory stát…
de: Dann solltest du ein Fedora...
es: Tendrás que convertirte en un...
fi: Silloin sinusta pitää tulla Fedora...
fr: Ensuite vous aurez envie de devenir …
gu: પછી તમારે Fedora બનવાની જરૂર પડશે ..
hu: Akkor válj Fedora…
id: Maka kamu harus menjadi Fedora...
nl: Dan moet je een Fedora worden...
pt_br: Então precisa se tornar um Fedora…
sv: Då behöver du bli en Fedora …
tr: Öyleyse şunu olmanız gerekecek, Fedora...
uk: Вам слід стати у Fedora...

source: getting new software into Fedora
ca: obtenir nou programari dins de Fedora
cs: dostávat do Fedory nový software
de: Neue Software in Fedora einbringen
es: traer nuevo software a Fedora
fi: uusien ohjelmien lisääminen Fedoraan
fr: introduire de nouveaux logiciels dans Fedora
gu: નવા સોફ્ટવેરને Fedora માં મેળવી રહ્યા છે
hu: új szoftverek bejuttatása a Fedorába
id: memasukkan perangkat lunak baru ke dalam Fedora
nl: nieuwe software in Fedora krijgen
pt_br: adicionando novo programa ao Fedora
sv: få in nya program i Fedora
tr: Fedora'ya yeni yazılımlar getirmek
uk: оновлюємо програмне забезпечення Fedora

source: QA and Testing
ca: AQ i proves
cs: Zajištění kvality a testování
de: Qualitätssicherung und Qualitätsüberprüfung
es: Calidad y pruebas
fi: Laadunvalvonta ja testaus
fr: Assurance qualité et tests
gu: ગુણવતા ચકાસણી અને પરીક્ષણ
hu: QA és tesztelés
id: QA dan Pengujian
nl: QA en testen
pt_br: Garantia de qualidade e testes
sv: QA och testning
tr: QA ve Test Etme
uk: Якість і тестування

source: So you like to push all the buttons and break all the things?
ca: Així doncs us agrada prémer tots els botons i trencar totes les coses?
cs: Baví vás mačkat všechna tlačítka a rozbíjet všechno možné?
de: Du magst es, auf Knöpfe zu drücken und alle Dinge kaputtzumachen?
es: ¿Así que te gusta apretar todos los botones y romper las cosas?
fi: Haluat siis painaa kaikkia nappeja ja rikkoa kaiken?
fr: Alors, vous voulez appuyer sur tous les boutons pour tout casser ?
gu: તેથી તમે બધા બટનો દબાણ અને બધી વસ્તુઓ તોડવા માંગો છો?
hu: Szóval, szeretsz megnyomni minden gombot, és tönkretenni dolgokat?
id: Jadi, kamu suka menekan semua tombol dan merusak semua hal?
nl: Dus je houdt ervan om op alle knoppen te drukken en alles te breken?
pt_br: Então você gosta de apertar todos os botões e quebrar todas as coisas?
sv: Så du gillar att trycka på alla knapparna och ha sönder sakerna?
tr: Yani bütün butonlara basmayı ve her şeyi bozmayı mı seviyorsunuz?
uk: Подобається натискати на усі кнопки і перевіряти речі на міцність?

source: Are you more interested in something...
ca: Esteu més interessat en alguna cosa...
cs: Zajímá vás spíš něco…
de: Bist du eher interessiert an ...
es: ¿Estás mas interesado en algo...
fi: Olisitko enemmän kiinnostunut jostakin...
fr: Quelque chose vous intéresse-t-il particulièrement…
gu: તમને વધુ રસ છે
hu: Vagy valami más érdekelne jobban…
id: Apakah kamu lebih tertarik pada sesuatu...
nl: Ben je meer geïnteresseerd in iets...
pt_br: Você está mais interessado em algo ...
sv: Är du mer intresserad i något …
tr: Şöyle bir şeye daha fazla mı ilginiz var...
uk: Зацікавлені у чомусь...

source: as they say, "if it's not tested, it's broken"
ca: com es diu, "si no s'ha provat, llavors està trencat"
cs: jak se říká, „když to není otestované, je to porouchané“
de: Wie das Sprichwort sagt, »Wenn es nicht getestet ist, dann ist es nicht funktionstüchtig«
es: como se suele decir: «Si no está probado, no sirve»
fi: kuten sanotaan, "jos sitä ei ole testattu, se on rikki"
fr: comme on dit, « ce qui n’est pas testé est cassé »
gu: જેમ તેઓ કહે છે, "જો તે ચકાસાયેલ નથી, તો તે તૂટી જાય છે"
hu: ahogy ők mondják, „ha nincs tesztelve, akkor hibás”
id: seperti yang mereka katakan, "jika tidak diuji, itu rusak"
nl: zoals men zegt, "als het niet getest is, is het kapot"
pt_br: como dizem, "se não está testado, está quebrado"
sv: som de säger, ”om det inte är testat är det trasigt”
tr: dedikleri gibi, "test edilmediyse, bozuktur"
uk: як кажуть, «якщо це не тестували, це не варте нічого»

source: The Desktop
ca: L'escriptori
cs: Desktop
de: Die Benutzeroberfläche
es: El escritorio
fi: Työpöytä
fr: Le bureau
gu: ડેસ્કટોપ
hu: A kezelőfelület
id: Desktop
nl: Het bureaublad
pt_br: O Desktop
sv: Skrivbordet
tr: Masaüstü
uk: Робоча станція

source: So you're into making the OS polished and easy to use?
ca: Així doncs us va la construcció del SO pulcre i fàcil d'usar?
cs: Takže vás baví zařizovat, aby byl systém uhlazený a snadno použitelný?
de: Du möchtest, dass das Betriebssystem glänzt und einfach zu bedienen ist?
es: ¿Te gustaría pulir el SO y hacerlo fácil de utilizar?
fi: Haluat siis tehdä käyttöjärjestelmästä viimeistellyn ja helppokäyttöisen?
fr: de sorte que vous puissiez peaufiner le système et le rendre facile à utiliser ?
gu: તો તમે OS પોલિશડ અને વાપરવા માટે સરળ બનાવવા માં છો?
hu: Szóval szeretnéd, ha az OS tiszta és könnyen használható lenne?
id: Jadi, kamu ingin membuat OS yang dipoles dan mudah digunakan?
nl: Dus je wilt het besturingssysteem gepolijst en gebruiksvriendelijk maken?
pt_br: Então você está fazendo o sistema operacional polido e fácil de usar?
sv: Så du är inne på att göra OS:et smidigt och lättanvänt?
tr: Yani işletim sistemini cilalanmış ve kullanması kolay hâle getirmek mi istiyorsunuz?
uk: Хочеться зробити операційну систему досконалою і простою у користуванні?

source: You probably want to join the Fedora...
ca: És possible que vulgueu unir-vos a Fedora...
cs: Nejspíš se ve Fedoře chcete přidat do…
de: Du möchtest wohl Fedora beitreten ?
es: Probablemente quieras unirte al...
fi: Todennäköisesti haluat liittyä Fedora...
fr: Vous désirez probablement rejoindre Fedora…
gu: તમે કદાચ Fedora માં જોડાવા માંગો છો ...
hu: Valószínűleg akkor csatlakoznál a Fedora…
id: Kamu mungkin ingin bergabung dengan Fedora...
nl: Je wilt waarschijnlijk lid worden van de Fedora...
pt_br: Você provavelmente quer se unir ao Fedora...
sv: Du vill förmodligen gå med i Fedora …
tr: Muhtemelen şuna katılmak istersiniz, Fedora...
uk: Вам варто долучитися у Fedora до...

source: we all have our favorite
ca: tots tenim el nostre preferit
cs: každý máme své oblíbené
de: Wir haben alle unsere Vorlieben.
es: todos tenemos nuestros favoritos
fi: meillä kaikilla on suosikkimme
fr: nous avons tous notre préféré
gu: આપણા બધા પાસે આપણું પ્રિય છે
hu: mindenkinek megvan a maga kedvence
nl: we hebben allemaal onze favoriet
pt_br: todos nós temos nosso favorito
sv: vi har alla våra favoriter
tr: hepimizin favorileri var
uk: у нас у всіх є свої уподобання

source: The Server
ca: El servidor
cs: Server
de: Der Server
es: El servidor
fi: Palvelin
fr: Le serveur
gu: સરવર
hu: A Server
id: Server
nl: De server
pt_br: O Servidor
sv: Servern
tr: Sunucu
uk: Сервер

source: So you're into making the OS powerful and flexible?
ca: Així doncs us va la construcció del SO potent i flexible?
cs: Takže chcete udělat systém schopný a flexibilní?
de: Du möchtest das Betriebssystem leistungsfähig und flexibel machen?
es: ¿Entonces te interesa crear un SO poderoso y flexible?
fi: Haluat siis tehdä käyttöjärjestelmästä tehokkaan ja joustavan?
fr: Pour vous occuper à rendre le système plus puissant et plus flexible ?
gu: તો તમે OS શક્તિશાળી અને લવચીક બનાવવા માંગો છો?
hu: Szeretnéd, ha az OS hatékony és rugalmas lenne?
id: Jadi, kamu ingin membuat OS yang kuat dan fleksibel?
nl: Dus je wilt het besturingssysteem krachtig en flexibel maken?
pt_br: Então você está fazendo o sistema operacional poderoso e flexível?
sv: Så du är inne på att göra OS:et kraftfullt och flexibelt
tr: Yani işletim sistemini güçlü ve esnek bir hâle mi getirmek istiyorsunuz?
uk: Отже, вам хочеться зробити операційну систему потужною і гнучкою?

source: the best and latest for the datacenter
ca: el millor i últim per al centre de dades
cs: jen to nejlepší a nejnovější pro datacentrum
de: Das Neuste und Beste für das Datenzentrum
es: lo mejor y lo último para el centro de datos
fi: parasta ja viimeisintä konesaleille
fr: le meilleur et le plus récent pour le centre de données
gu: શ્રેષ્ઠ અને અદ્યતન data center માટે
hu: a legjobbat és a legfejlettebbet az adatközpontnak
id: yang terbaik dan terbaru untuk pusat data
nl: het beste en nieuwste voor het datacenter
pt_br: o melhor e mais recente para o datacenter
sv: det bästa och senaste för datacentralen
tr: veri merkezi için en iyisi ve en yenisi
uk: найкраще і найсучасніше для датацентру

source: The Cloud
ca: El núvol
cs: Cloud
de: Die Cloud
es: La nube
fi: Pilvi
fr: Le Cloud
gu: કલાઉડ
hu: A Cloud
id: Awan
nl: De cloud
pt_br: A nuvem
sv: Molnet
tr: Bulut
uk: Хмара

source: High-minded?
ca: Magnànim?
cs: Máte hlavu v oblacích?
de: Anspruchsvoll?
es: ¿Con altas metas?
fi: Ylevämielinen?
fr: Des principes élevés ?
gu: મોટા મનનું
hu: Álmodozó?
id: Berpikiran tinggi?
nl: Hoogmoedig?
pt_br: entusiasmado?
sv: Högsinnad?
tr: Asil ruhlu musunuz?
uk: Птаха високого польоту?

source: it's where the future lives
ca: és on viu el futur
cs: tam, kde žije budoucnost
de: Es ist dort, wo die Zukunft Realität wird
es: es donde reside el futuro
fi: se on tulevaisuus
fr: c’est là qu’est l’avenir
gu: તે ક્યાં, જ્યાં ભવિષ્યમાં રહે છે
hu: ez az, ahol a jövő él
id: tempat tinggal masa depan
nl: het is daar waar de toekomst leeft
pt_br: isso é aonde o futuro vive
sv: det är där framtiden finns
tr: geleceğin yaşadığı yer
uk: це там, де живе майбутнє

source: Internationalization
ca: Internacionalització
cs: Internacionalizace
de: Internationalisierung
es: Internacionalización
fi: Kansainvälistäminen
fr: Internationalisation
gu: આંતરરાષ્ટ્રીયકરણ
hu: Nemzetköziesítés
id: Internasionalisasi
nl: Internationalisering
pt_br: internacionalização
sv: Internationalisering
tr: Uluslararasılaştırma
uk: Інтернаціоналізація

source: Have a regional or world perspective?
ca: Teniu una perspectiva regional o mundial?
cs: Máte regionální nebo světovou perspektivu
de: Regionale oder internationale Perspektive?
es: ¿Tienes una perspectiva regional o global?
fi: Onko sinulla alueellista tai maailmanlaajuista näkökulmaa?
fr: Vous avez un point de vue régional ou mondial ?
gu: એક પ્રાદેશિક અથવા વૈશ્વિક પરિપ્રેક્ષ્ય છે?
hu: Regionális vagy világszintű szemlélete van?
id: Memiliki perspektif regional atau dunia?
nl: Heb je een regionaal of wereldperspectief?
pt_br: Ter uma perspectiva regional ou mundial?
sv: Har du ett regionalt eller världsomspännande perspektiv?
tr: Bölgesel veya global bir bakış açınız mı var?
uk: Бачите регіональну або загальносвітову перспективу?

source: making Fedora work better for all languages
ca: aconseguir que Fedora funcioni millor en tots els idiomes
cs: aby Fedora fungovala lépe pro všechny jazyky
de: Ein besseres Fedora für alle Sprachen
es: mejorar el funcionamiento de Fedora en cualquier lengua
fi: Fedoran parantaminen kaikille kielille
fr: faire en sorte que Fedora marche mieux dans toutes les langues
gu: બધી ભાષાઓ માટે Fedora વધુ સારું કામ કરે
hu: a Fedora jobbá tétele minden nyelven
id: membuat Fedora bekerja lebih baik untuk semua bahasa
nl: Fedora beter laten werken voor alle talen
pt_br: Fazendo com que o Fedora funcione melhor em todos os idiomas
sv: gör så att Fedora fungerar bättre för alla språk
tr: Fedora'yı tüm diller için daha iyi çalışır hâle getirmek
uk: робимо так, щоб Fedora працювала краще усіма мовами

source: What can I do for GNOME?
ca: Què puc fer per GNOME?
cs: Co mohu udělat pro GNOME?
de: Was kann ich für GNOME tun?
es: ¿Qué puedo hacer por GNOME?
fi: Mitä minä voin tehdä GNOME:lle?
fr: Que puis-je faire pour GNOME ?
gu: Gnome માટે હું શું કરી શકું ?
hu: Mit tehetek a GNOME-ért?
nl: Wat kan ik voor GNOME doen?
pt_br: O que posso fazer pelo GNOME?
sv: Vad kan jag göra för GNOME?
tr: GNOME için ne yapabilirim?
uk: Як допомогти GNOME?

source: Get GNOME
ca: Obteniu GNOME
cs: Získat GNOME
de: GNOME holen
es: Obtener GNOME
fi: Hanki GNOME
fr: Obtenir GNOME
gu: GNOME પ્રાપ્ત કરો
hu: A GNOME beszerzése
nl: Verkrijg GNOME
pt_br: obter GNOME
sv: Hämta GNOME
tr: GNOME'u Edin
uk: Отримати GNOME

source: Want to help GNOME?
ca: Voleu ajudar a GNOME?
cs: Chcete pomoct GNOME?
de: Willst Du GNOME behilflich sein?
es: ¿Quieres ayudar a GNOME?
fi: Haluatko autaa GNOME:a?
fr: Vous voulez contribuer à GNOME ?
gu: GNOME ની સહાયતા કરવા માંગો છો
hu: Segítenél a GNOME-nak?
nl: Wil je GNOME helpen?
pt_br: Como posso ajudar o Gnome
sv: Vill du hjälpa GNOME?
tr: GNOME'a yardım etmek ister misiniz?
uk: Хочете допомогти GNOME?

source: First tell us what you like!
ca: Primer digueu-nos què us agrada!
cs: Nejdřív povězte, co vás baví!
de: Erzähle uns zuerst, woran Du Spaß hast!
es: Primero dinos qué te gusta.
fi: Kerro meille ensin mistä pidät!
fr: Dites-nous d’abord ce qui vous intéresse !
gu: પેહલા અમને કહો તમને શું ગમે
hu: Először is, mondd el mit szeretsz!
nl: Vertel ons eerst wat je leuk vindt!
pt_br: Primeiro diga-nos o que gosta!
sv: Berätta först vad du tycker om!
tr: Önce ne sevdiğinizi bize söyleyin!
uk: Спочатку скажіть нам, що вам подобається!

source: Design and Usability
ca: Disseny i usabilitat
cs: Design a použitelnost
de: Design und Benutzerfreundlichkeit
es: Diseño y usabilidad
fi: Suunnittelu ja käytettävyys
fr: Conception graphique et convivialité
gu: આલેખન અને ઉપયોગિતા
hu: Dizájn és használhatóság
nl: Ontwerp en bruikbaarheid
pt_br: Design e usabilidade
sv: Design och användbarhet
tr: Tasarım ve Kullanılabilirlik
uk: Дизайн і зручність

source: Making sure we focus on users.
ca: Assegurar-se que ens centrem en els usuaris.
cs: Soustředit se na uživatele
de: Sicherstellen, dass die Anwender im Fokus sind.
es: Asegurarse de que nos centramos en los usuarios.
fi: Varmistat että keskitymme käyttäjiin.
fr: S'assurer que nous sommes focalisés sur l’utilisateur.
gu: ખાતરી કરો કે અમે વપરાશકર્તાઓ પર કેન્દ્રિત કરીએ છીએ
hu: Annak a biztosítása, hogy a felhasználókra fókuszálunk.
nl: Ervoor zorgen dat we ons op gebruikers concentreren.
pt_br: Certificando de que nós mantemos o foco nos usuários.
sv: Se till att vi håller fokus på användarna.
tr: Kullanıcılara odaklandığımızdan emin olmak.
uk: Забезпечуємо акцент на користувачах.

source: Want to help with your english skills?
ca: Voleu ajudar amb les vostres habilitats amb l'anglès!
cs: Chceš pomoc svojí angličtinou?
de: Willst Du deine Englischkenntnisse einsetzen?
es: ¿Quieres ayudar con tu habilidad con el idioma?
fi: Haluatko auttaa englanninkielen taidoillasi?
fr: Vous voulez mettre vos compétences en anglais à notre service ?
gu: તમારી અંગ્રેજીમાં કુશળતા થી મદદ કરવા માગો છો
hu: Szeretnél segíteni az angol nyelvtudásoddal?
nl: Wil je helpen met je Engelse vaardigheden?
pt_br: Deseja ajudar com suas habilidades em Inglês?
sv: Vill du hjälpa till med färdigheter i engelska?
tr: İngilizce becerileriniz ile yardım etmek ister misiniz?
uk: Хочете допомогти нам своїми знаннями англійської?

source: Articles
cs: Články
de: Artikel
es: Artículos
fi: Artikkelit
gu: લેખો
hu: Cikkek
nl: Artikel
pt_br: Artigos
sv: Artiklar
tr: Makaleler
uk: Статті

source: Want to help with the engagement team?
ca: Voleu ajudar amb l'equip de compromís?
cs: Chcete pomáhat s angažovaným týmem?
de: Möchtest du dem Engagement-Team helfen?
es: ¿Quieres echar una mano en el equipo de reclutamiento?
fi: Haluatko auttaa sitouttamistiimin kanssa?
fr: Vous voulez participer à l’équipe de mission ?
gu: જોડાણ ટુકડી ને મદદ કરવા માંગો છો ?
hu: Szeretnél segíteni a bevonási csapatnak?
nl: Wil je helpen met het engagementsteam?
pt_br: Quer ajudar com a equipe de trabalho?
sv: Vill du hjälpa till i engagemangsgruppen?
tr: Tanıtım ekibine yardım etmek ister misiniz?
uk: Хочете допомогти у роботі команди із залучення учасників?

source: Documentation
ca: Documentació
cs: Dokumentace
de: Dokumentation
es: Documentación
fi: Dokumentaatio
gu: દસ્તાવેજીકરણ
hu: Dokumentáció
id: Dokumentasi
nl: Documentatie
pt_br: Documentação
sv: Dokumentation
tr: Dokümantasyon
uk: Документація
