Repository: fedora-infra/asknot-ng
Catalog: l10n/fedora/locale/*.po
Languages: ca, cs, de, es, fi, fr, gu, hu, id, nl, pt_br, sv, tr, uk

source: Work with the community on Java packaging and development
ca: Treballeu amb la comunitat en el desenvolupament i l'empaquetament de Java
cs: Spolupracujte s komunitou na balíčkování a vývoji v Javě
de: Mit der Gemeinschaft an Java-Paketierung und -Entwicklung arbeiten
es: Trabajar con la comunidad en el empaquetado y desarrollo de Java
fi: Työskentele yhteisön kanssa Javan paketoinnin ja kehityksen parissa
fr: Travailler avec la communauté sur l’empaquetage de Java et son développement
gu: જાવા પેકેજિંગ અને વિકાસ પર સમુદાય સાથે કામ કરો
hu: Dolgozz együtt a közösséggel a Java csomagoláson és a fejlesztésen
id: Bekerja dengan komunitas dalam pengemasan dan pengembangan Java
nl: Werk samen met de gemeenschap aan Java-verpakking en ontwikkeling
pt_br: Trabalhar com a comunidade em empacotamento e desenvolvimento Java
sv: Arbeta med gemenskapen med Javapaketering och -utveckling
tr: Java paketleme ve geliştirme konusunda toplulukla birlikte çalışın
uk: Працюйте зі спільнотою над пакуванням Java і розробкою цією мовою

source: A suite of enterprise middleware
ca: Un conjunt de programari intermediari empresarial
cs: Balík middlewaru pro podnikové účely
de: Eine Middleware-Suite für Unternehmen
es: Un conjunto de middleware empresarial
fi: Setti yritysympäristön väliohjelmistoista
fr: Une suite de middlewares d’entreprise
gu: એન્ટરપ્રાઇઝ મિડલવેરનો એક સ્યૂટ
hu: Egy vállalati köztes szoftvercsomag
id: Rangkaian middleware perusahaan
nl: Een pakket enterprise middleware
pt_br: Um conjunto de middleware empresarial
sv: En svit av mellanprogramvara för företagsmiljö
tr: Kurumsal bir ara yazılım paketi
uk: Комплекс промислового проміжного програмного забезпечення

source: fedmsg-java
gu: ફેડ્સમગ-જાવા

source: Interact with fedmsg from the JVM
ca: Interactua amb fedmsg des de la MVJ
cs: Interagujte s fedmsg z JVM
de: Mit Fedmsg der JVM interagieren
es: Interactuar con fedmsg desde la JVM
fi: Vuorovaikuta JVM:n fedmsg:llä
fr: Interagir avec fedmsg depuis la JVM
gu: JVM માંથી ફેડ્સમગ સાથે વાતચીત કરો
hu: Lépj kapcsolatba a fedmsg-vel a JVM-ből
id: Berinteraksi dengan fedmsg dari JVM
nl: Interactie met fedmsg van de JVM
pt_br: Interaja com o fedmsg a partir da JVM
sv: Interagera med fedmsg från JVM:en
tr: JVM'den fedmsg ile etkileşime geçin
uk: Взаємодія з fedmsg із JVM

source: jenkins-fedmsg-emit
gu: જેનકિન્સ- ફેડ્સમગ-emit

source: Send fedmsg messages related to Jenkins builds
ca: Envieu missatges fedmsg relacionats amb les construccions de Jenkins
cs: Posílejte zprávy fedmsg týkající se sestavení Jenkins
de: Fedmsg-Nachrichten zu Jenkins-Builds senden
es: Enviar mensajes fedmsg en relación a las construcciones Jenkins
fi: Lähetä fedmsg viesti koskien Jenkins käännöksiä
fr: Envoyer des messages à fedmsg concernant les compilation de Jenkins
gu: જેનકિન્સ બિલ્ડ્સથી સંબંધિત ફેડસમગ સંદેશાઓ મોકલો
hu: Küldj fedmsg üzeneteket a Jenkins építésekkel kapcsolatban
id: Mengirim pesan fedmsg yang terkait dengan build Jenkins
nl: Stuur fedmsg-berichten met betrekking tot Jenkins-builds
pt_br: Envie mensagens fedmsg relacionadas com builds Jenkins
sv: Skicka fedmsg-meddelanden relaterade till Jenkinsbyggen
tr: Jenkins derlemeleri ile ilgili fedmsg mesajları gönderin
uk: Надсилання повідомлень fedmsg, пов’язаних зі збиранням у Jenkins

source: Anaconda
gu: એનાકોન્ડા

source: the OS installer and all its related projects
ca: l'instal·lador del SO i tots els seus projectes relacionats
cs: instalační program operačního systém a všechny jeho související projekty
de: Das Betriebssystem-Installationsprogramm und alle damit verbundenen Projekte
es: el instalador del sistema y sus proyectos asociados
fi: Käyttöjärjestlemän asentaja ja kaikki siihen liittyvä
fr: l’installateur du système d’exploitation et de tous ses projets associés
gu: OS ઇન્સ્ટોલર અને તેના સંબંધિત તમામ પ્રોજેક્ટ્સ
hu: az OS telepítő, és az összes kapcsolódó projekt
id: pemasang OS dan semua proyek terkait
nl: het OS-installatieprogramma en alle bijbehorende projecten
pt_br: o instalador do sistema operacional e todos os seus projetos relacionados
sv: OS-installeraren och alla dess relaterade projekt
tr: işletim sistemi yükleyicisi ve ilgili tüm projeler
uk: засіб для встановлення операційної системи та усі пов’язані із ним проєкти

source: the Automatic Bug Reporting Tool
ca: l'eina de presentació automàtica d'informes d'errors de programari
cs: Nástroj automatického hlášení chyb
de: Die automatisierte Fehlerberichterstattung
es: la herramienta de informes de errores
fi: Työkalu bugien automaattiseen ilmoittamiseen
fr: l’outil de signalement automatique des bogues
gu: સ્વયંસંચાલિત ભૂલ અહેવાલીકરણ સાધન
hu: az automatikus hibabejelentő eszköz
id: Alat Pelaporan Bug Otomatis
nl: het hulpprogramma voor automatische foutrapportage
pt_br: a Ferramenta Automática de Relatar Bugs
sv: det automatiska felrapporteringsverktyget
tr: Otomatik Hata Bildirme Aracı (Automatic Bug Reporting Tool)
uk: засіб для автоматичного звітування про помилки

source: Dandified Yum (DNF) is a major rewrite of yum
ca: DNF (Dandified Yum) és la reescriptura més gran de yum
cs: Dandified Yum (DNF) je zásadní přepracování yumu
de: Dandified Yum (DNF) ist eine komplette Neufassung von Yum
es: una reescritura de yum
fi: Dandified Yum (DNF) on merkittävästi uudistettu versio yum:ista
fr: Dandified Yum (DNF) est une ré-écriture majeure de yum
gu: Dandified Yum (DNF) એ yum નું મુખ્ય પુનર્લેખન છે
hu: a DNF (Dandified Yum – „kicicomázott yum”) a yum újraírása
id: Dandified Yum (DNF) adalah penulisan ulang besar-besaran terhadap yum
nl: Dandified Yum (DNF) is een belangrijke herschrijving van yum
pt_br: Dandified Yum (DNF) é a maior reescrita do yum
sv: Dandified Yum (DNF) är en större omskrivning av yum
tr: Dandified Yum (DNF), yum'un büyük ölçüde yeniden yazılmış hali
uk: Dandified Yum (DNF) — значно перероблений yum

source: a dynamically managed firewall with support for network zones
ca: un tallafoc amb gestió dinàmica que admet zones de xarxes
cs: dynamicky řiditelný firewall s podporou síťových zón
de: Eine dynamisch verwaltete Firewall mit Unterstützung für Netzwerkzonen
es: un cortafuegos dinámico con soporte para zonas de red
fi: dynaamisesti hallittu palomuuri, tuki verkkoalueille
fr: un pare-feu géré dynamiquement avec prise en charges des zones réseaux
gu: નેટવર્ક ઝોન માટે આધાર સાથે ગતિશીલ વ્યવસ્થાપિત ફાયરવૉલ
hu: egy dinamikusan kezelt tűzfal, amely támogatja a hálózati zónákat
id: firewall yang dikelola secara dinamis dengan dukungan untuk zona jaringan
nl: een dynamisch beheerde firewall met ondersteuning voor netwerkzones
pt_br: um firewall gerido dinamicamente com suporte para zonas de rede
sv: en dynamiskt hanterad brandvägg med stöd för nätverkszoner
tr: ağ bölgeleri desteğine sahip dinamik olarak yönetilen bir güvenlik duvarı
uk: брандмауер із динамічним керування і підтримкою зон у мережі

source: a <a href"http://portingdb-encukou.rhcloud.com/">dynamic database</a> of Python 2 packages needing to be updated to Python 3
ca: una <a href"http://portingdb-encukou.rhcloud.com/">base de dades dinàmica</a> dels paquets de Python 2 que necessiten que s'actualitzen a Python 3
cs: <a href"http://portingdb-encukou.rhcloud.com/">dynamická databáze</a> balíčků Pythonu 2, u nichž je potřeba aktualizace na Python 3
es: una <a href"http://portingdb-encukou.rhcloud.com/">base de datos dinámica</a> de paquetes en Python 2 que tienen que actualizarse a Python 3
gu: એક <a href"http://portingdb-encukou.rhcloud.com/">ગતિશીલ ડેટાબેઝ</a>ના Python 2 પેકેજોને Python 3 માં અપડેટ કરવાની જરૂર છે
sv: en <a href"http://portingdb-encukou.rhcloud.com/">dynamisk databas</a> av Python 2-paket som behöver uppdateras till Python 3
uk: <a href"http://portingdb-encukou.rhcloud.com/">динамічна база даних</a> пакунків Python 2, які потребують оновлення до Python 3

source: a daemon for managing the deployment of <a href="https://fedoraproject.org/wiki/Server/Product_Requirements_Document#Featured_Server_Roles">Server Roles</a>
ca: un dimoni per a la gestió del desplegament dels <a href="https://fedoraproject.org/wiki/Server/Product_Requirements_Document#Featured_Server_Roles">rols de servidor</a>
cs: démon pro řízení nasazení <a href="https://fedoraproject.org/wiki/Server/Product_Requirements_Document#Featured_Server_Roles">serverových rolí</a>
es: un demonio para gestionar el despliegue de <a href="https://fedoraproject.org/wiki/Server/Product_Requirements_Document#Featured_Server_Roles">funciones de servidor</a>
gu: એક daemon વિસ્તારણ ના સંચાલન માટે <a href="https://fedoraproject.org/wiki/Server/Product_Requirements_Document#Featured_Server_Roles">સર્વર ભૂમિકાઓ</a>
sv: en demon för att hantera utplaceringen av <a href="https://fedoraproject.org/wiki/Server/Product_Requirements_Document#Featured_Server_Roles">serverroller</a>
uk: фонова служба для керування розгортанням <a href="https://fedoraproject.org/wiki/Server/Product_Requirements_Document#Featured_Server_Roles">ролей сервера</a>

source: Web Services
ca: Serveis web
de: Web-Dienste
es: Servicios web
fi: Verkkopalvelut
gu: વેબ સેવાઓ
hu: Webszolgáltatások
id: Layanan Web
pt_br: Serviços web
sv: Webbtjänster
tr: Web Hizmetleri
uk: Вебслужби

source: Fedora Infrastructure team for the win
ca: equip d'infraestructura de Fedora per a la victòria
cs: Infrastrukturní tým Fedory pro vítězství
de: Das Fedora-Infrastruktur-Team für den Erfolg
es: ¡Viva el equipo de infraestructura de Fedora!
fi: Fedora-infrastruktuuritiimi voittoon
fr: L’équipe infrastructure de Fedora pour gagner
gu: જીત માટે fedora ઈન્ફ્રાસ્ટ્રક્ચર ટુકડી
hu: Fedora infrastruktúra csapat, a győzelemért
id: Tim Fedora Infrastructure untuk kemenangan
nl: Fedora Infrastructure-team voor de overwinning
pt_br: Equipe de infraestrutura do Fedora para a vitória
sv: Fedoras infrastrukturgrupp är bäst
tr: yaşasın Fedora Altyapı ekibi
uk: Переможна команда інфраструктури Fedora

source: Fedora Mobile
fi: Fedora-mobiili
gu: fedora મોબાઇલ
sv: Fedora mobilt
uk: Мобільна Fedora

source: Interact with Fedora's community on the go!
ca: Interactueu amb la comunitat en moviment de Fedora!
cs: Spojte se s komunitou Fedory na cestě!
de: Mit Fedoras mobiler Community interagieren!
es: ¡Interactúa con la comunidad de Fedora por el camino!
fi: Ole yhteydessä Fedora-yhteisöön tien päällä!
fr: Interagir avec la communauté Fedora sur la route !
gu: Fedora સમુદાય સાથે વાતચીત કરો!
hu: Lépj kapcsolatba a Fedora közösséggel menet közben is!
id: Berinteraksi dengan komunitas Fedora di mana saja!
nl: Communiceer onderweg met de gemeenschap van Fedora!
pt_br: Interaja com a comunidade do Fedora em qualquer lugar!
sv: Interagera med Fedoragemenskapen i farten!
tr: Hareket halindeyken Fedora topluluğuyla etkileşime geçin!
uk: Співпрацюйте зі спільнотою Fedora на ходу!

source: on how to join the websites team?
ca: sobre la forma d'unir-se a l'equip dels llocs web?
cs: o tom, jak se přidat k webovému týmu?
de: über wie dem Websites-Team beitreten?
es: sobre cómo unirse al equipo de sitios web?
fi: kuinka liittyä verkkosivutiimiin?
fr: sur la manière de rejoindre l’équipe websites ?
gu: વેબસાઈટ ટુકડી મા કેવી રીતે જોડાવુ
hu: hogyan csatlakozz a weboldalak csapathoz?
id: tentang cara bergabung dengan tim situs web?
nl: over hoe je lid kunt worden van het websites-team?
pt_br: em como se juntar ao time de websites?
sv: hur man går med i webbsajtgruppen?
tr: web siteleri ekibine nasıl katılabileceğiniz konusunda?
uk: щодо того, як долучитися до команди сайтів?

source: That's my style too.
ca: Aquest també és el meu estil.
cs: Taky je to můj styl.
de: Das ist auch mein Stil.
es: Eso es lo que me gusta a mí también.
fi: Tuo sopii minunkin tyyliini.
fr: C’est aussi mon style.
gu: તે મારી શૈલી પણ છે
hu: Ez az én stílusom.
id: Itu juga gaya saya.
nl: Dat is ook mijn stijl.
pt_br: Este é meu estilo também.
sv: Det är min stil också.
tr: Benim tarzım da bu.
uk: Це і мій стиль.

source: How about working on the...
ca: Sobre la forma de treballar en...
cs: Co třeba pracovat na…
de: Wie wär's mit...
es: Qué tal trabajar en...
fi: Mitä jos työskentelisit...
fr: Que diriez-vous de travailler sur…
gu: આ કામ વિશે કેવુ રેહશે
hu: Mit szolnál, ha te dolgoznál a…
id: Bagaimana dengan bekerja di...
nl: Hoe zit het met werken aan...
pt_br: Que tal trabalhar no...
sv: Vad sägs om att arbeta med …
tr: Peki ya şunun üzerinde çalışmak...
uk: Як щодо того, щоб попрацювати над...

source: on different kinds of website tasks
ca: sobre els diferents tipus de tasques dels llocs web
cs: na rozličných webových úkonech
de: auf verschiedene Arten von Website-Aufgaben
es: en diferentes tipos de tareas de sitios web
fi: erilaisten verkkosivu tehtävien parissa
fr: sur différentes sortes de tâches concernant les sites web
gu: વિવિધ પ્રકાર ની વેબસાઈટ ક્રિયાઓ
hu: különféle weboldalas feladatokon
id: pada berbagai jenis tugas situs web
nl: over verschillende soorten websitetaken
pt_br: em diferentes tipos de tarefas de website
sv: om olika sorters webbsajtuppgifter
tr: farklı web sitesi görevleri hakkında
uk: різні типи завдань із роботи із сайтами

source: Release Site
ca: Lloc del llançament
cs: Stránka s vydáními
de: Release-Seite
es: El sitio de lanzamiento
fi: Julkaisusivusto
fr: Le site des versions
gu: પ્રકાશન સાઈટ
hu: Kiadási oldalon
id: Situs Rilis
pt_br: Site de Lançamento
sv: Utgåvesajten
tr: Yayın Sayfası
uk: Сайт випусків

source: <a href='http://getfedora.org'>getfedora.org</a> is awesome
ca: <a href='http://getfedora.org'>getfedora.org</a> és increïble
cs: <a href='http://getfedora.org'>getfedora.org</a> je super
de: <a href='http://getfedora.org'>getfedora.org</a> ist fantastisch
es: <a href='http://getfedora.org'>getfedora.org</a> es genial
fi: <a href='http://getfedora.org'>getfedora.org</a> on mahtava
fr: <a href="http://getfedora.org">getfedora.org</a> est génial
gu: <a href='http://getfedora.org'>fedora મેળવો</a> પ્રભાવશાળી છે
hu: a <a href='http://getfedora.org'>getfedora.org</a> nagyszerű
id: <a href='http://getfedora.org'>getfedora.org</a> luar biasa
nl: <a href='http://getfedora.org'>getfedora.org</a> is geweldig
pt_br: <a href='http://getfedora.org'>getfedora.org</a> é incrível
sv: <a href='http://getfedora.org'>getfedora.org</a> är fantastisk
tr: <a href='http://getfedora.org'>getfedora.org</a> harika
uk: <a href='http://getfedora.org'>getfedora.org</a> — чудова

source: Magazine
ca: Revista
cs: Magazín
de: Magazin
es: La revista
fi: Lehti
gu: સામયિક
id: Majalah
nl: Tijdschrift
pt_br: Revista
sv: Tidning
tr: Dergi

source: did you even know we had a <a href='http://fedoramagazine.org'>magazine</a>?
ca: encara no sabíeu que tenim una <a href='http://fedoramagazine.org'>revista</a>?
cs: věděli jste vůbec, že máme <a href='http://fedoramagazine.org'>magazín</a>?
de: Schon gewusst, dass wir ein <a href='http://fedoramagazine.org'>Magazin</a> haben?
es: ¿ni siquiera sabías que tenemos una <a href='http://fedoramagazine.org'>revista</a>?
fi: Tiesitkö edes että meillä on <a href='http://fedoramagazine.org'>lehti</a>?
fr: saviez-vous au moins que nous avions un <a href="http://fedoramagazine.org">magazine</a> ?
gu: શું તમે જાણો છો ? કે અમારી પાસે એક <a href='http://fedoramagazine.org'>સામયિક</a> છે
hu: tudtad egyáltalán, hogy van egy <a href='http://fedoramagazine.org'>magazinunk</a>?
id: Tahukah kamu bahwa kami memiliki <a href='http://fedoramagazine.org'>majalah</a>?
nl: wist je zelfs dat we een <a href='http://fedoramagazine.org'>tijdschrift</a> hadden?
pt_br: você sabia que nós temos uma<a href='http://fedoramagazine.org'>revista</a>?
sv: har du hört talas om att vi hade en <a href='http://fedoramagazine.org'>tidning</a>?
tr: bir <a href='http://fedoramagazine.org'>dergimiz</a> olduğunu biliyor muydunuz?
uk: ви знали, що у нас є <a href='http://fedoramagazine.org'>журнал</a>?

source: Wiki Theme
ca: Tema wiki
cs: Motiv wiki
de: Wiki Ansicht
es: El tema del Wiki
fi: Wiki-teema
fr: Thème du wiki
gu: વિકી વિષય-વસ્તુ
hu: Wiki téma
id: Tema Wiki
nl: Wiki-thema
pt_br: Tema da Wiki
sv: Wikitema
tr: Wiki Teması
uk: Тема вікі

source: it's a little crusty
ca: és una mica escandalós
cs: je trochu okoralý
de: Es ist ein bisschen angestaubt
es: está un poco pasado
fi: se on vähän karkea
fr: il est un peu vieillot
gu: તે થોડું કઠણ છે
hu: egy kicsit kérges
id: sedikit berkerak
nl: het is een beetje verwaarloosd
pt_br: é um pouco duro
sv: det är lite mossigt
tr: biraz eskimiş
uk: трохи зачерствіла

source: General Theme
ca: Tema general
cs: Obecný motiv
de: Allgemeine Ansicht
es: El tema general
fi: yleinen teema
fr: Thème général
gu: સામાન્ય વિષય-વસ્તુ
hu: Általános téma
id: Tema Umum
nl: Algemeen thema
pt_br: Tema Geral
sv: Allmänt tema
tr: Genel Tema
uk: Загальна тема

source: there's a list of sites that need standardizing
ca: hi ha una llista de llocs que necessiten estandarditzar-se
cs: je řada stránek, které potřebují standardizovat
de: Es gibt eine Liste von Seiten, die standartisiert werden müssen.
es: hay unos cuantos sitios que necesitan normalización
fi: siellä on luettelo sivustoista, jotka tarvitsevat standardointia
fr: il existe une liste de sites que nécessite une standardisation
gu: ત્યાં એક સાઇટ્સની સૂચિ છે જેને માનકીકરણની જરૂર છે
hu: van egy oldallistánk, amelyet szabványosítani kellene
id: ada daftar situs yang perlu distandarisasi
nl: er is een lijst met sites die moeten worden gestandaardiseerd
pt_br: há uma lista de sites que precisam de padronização
sv: det finns en lista på sajter som behöver standardiseras
tr: standartlaştırılması gereken sitelerin bir listesi var
uk: існує список сайтів, які потребують стандартизації

source: Translations
ca: Traduccions
cs: Překlady
de: Übersetzungen
es: Traducciones
fi: Käännökset
fr: Traductions
gu: અનુવાદન
hu: Fordítások
id: Terjemahan
nl: Vertalingen
pt_br: Traduções
sv: Översättningar
tr: Çeviriler
uk: Переклади

source: we're an international community after all
ca: després de tot som una comunitat internacional
cs: jsme přece jen mezinárodní projekt
de: wir sind daher eine internationale Gemeinschaft
es: somos una comunidad internacional, después de todo
fi: olemme kuitenkin kansainvälinen yhteisö
fr: nous sommes une communauté internationale après tout
gu: અમે બધા એક આંતરરાષ્ટ્રીય સમુદાય છીએ
hu: elvégre is, egy nemzetközi közösség vagyunk
id: kita adalah komunitas internasional
nl: we zijn tenslotte een internationale inspanning
pt_br: afinal de contas, somos uma comunidade internacional
sv: vi är en internationell gemenskap när allt kommer omkring
tr: sonuçta biz uluslararası bir topluluğuz
uk: ми ж міжнародна спільнота

source: User Gallery
ca: Galeria d'usuaris
cs: Uživatelská galerie
de: Nutzergalerie
es: La galería de usuarios
fi: Käyttäjähakemisto
fr: Galerie d’utilistateurs
gu: ઉપયોગકર્તા ઝરુખો
hu: Felhasználói galéria
id: Galeri Pengguna
nl: Gebruikersgalerij
pt_br: Galeria de Usuário
sv: Användargalleri
tr: Kullanıcı Galerisi
uk: Галерея користувачів

source: gallery for mini-interview-style user profiles and stories
ca: galeria dels perfils d'usuari amb estil minientrevista i d'històries
cs: galerie příběhů a uživatelských profilů ve stylu mini-rozhovoru
de: Galerie für Nutzerprofile im Kurzinterview-Stil und Geschichten
es: perfiles de usuarios e historias al estilo de minientrevistas
fi: galleria mini-haastattelutyylisille käyttäjäprofiileille ja tarinoille
fr: une galerie pour des profils d’utilisateurs et des récits dans le style de mini-entretien
gu: નાની ઇન્ટરવ્યૂ-શૈલી ઉપયોગકર્તા પ્રોફાઇલ્સ અને કથાઓ માટે ગેલેરી
hu: egy galéria, mini interjú stílusú felhasználói profilokkal és sztorikkal
id: galeri untuk profil dan cerita pengguna bergaya wawancara mini
nl: galerij voor gebruikersprofielen en verhalen in mini-interviewstijl
pt_br: Galeria para perfis e histórias de usuários com mini-entrevista
sv: galleri för användarprofiler och historier i form av miniintervjuer
tr: mini röportaj tarzı kullanıcı profilleri ve hikayeleri için galeri
uk: галерея профілів та історій користувачів у стилі невеличких інтерв’ю

source: AskNot Site
ca: Lloc AskNot
cs: Stránka AskNot
de: Nicht Fragen-Seite
es: El sitio AskNot
fi: AskNot-sivu
fr: le site AskNot
gu: પૂછો નહીં સાઈટ
hu: AskNot weboldal
id: Situs AskNot
pt_br: Site AskNot
sv: AskNot-sajten
tr: AskNot Sitesi
uk: Сайт AskNot

source: this thing -- the page you're looking at right now!
ca: això mateix -- la pàgina que esteu veient ara mateix!
cs: tahle věc – stránka, na kterou se zrovna díváte!
de: Genau das - Die Seite, die Sie jetzt anschauen!
es: ¡la página que estás viendo ahora mismo!
fi: tämä juttu -- sivu jota katsot parhaillaan!
fr: cette chose – la page sur laquelle vous vous trouvez juste maintenant !
gu: આ વસ્તુ - તમે હમણાં જોઈ રહ્યાં છો તે પૃષ્ઠ!
hu: ez a dolog – a lap, amit épp nézel!
id: situs ini - halaman yang sedang kamu lihat sekarang!
nl: dit ding -- de pagina die je nu bekijkt!
pt_br: isso daqui -- a página que você está olhando nesse momento!
sv: det här — sidan du tittar på just nu!
tr: bu şey -- şu anda baktığınız sayfa!
uk: ось це — сторінка, яку ви зараз бачите!

source: Ok.
ca: D'acord.
cs: Budiž
es: Vale
tr: Tamam.
uk: Гаразд.

source: Home
fi: Koti
hu: Kezdőlap
id: Rumah

source: Modularity
fi: Modulaarisuus
hu: Modularitás
id: Modularitas

source: rethinking how we compose the distro
fi: uudelleenajatellaan kuinka laadimme distribuution
hu: a disztribúció összeállításának újragondolása
id: memikirkan kembali bagaimana kita menyusun distro

source: Instruction
fi: Ohjeet
hu: Leírás
id: Instruksi

source: spread your knowledge to others in the community
fi: jaa tietoasi yhteisön muille jäsenille
hu: ossza meg tudását a közösség többi tagjával
id: sebarkan pengetahuan kamu kepada orang lain di komunitas

source: which has its own translation resources
fi: jolla on omat käännösresurssinsa
hu: amelynek saját fordítási erőforrásai vannak
id: yang memiliki sumber daya penerjemahannya sendiri

source: also with its own translation process
fi: jolla on myös oma käännösprosessinsa
hu: szintén saját fordítási folyamattal
id: juga dengan proses penerjemahannya sendiri

source: a <a href="http://fedora.portingdb.xyz/">dynamic database</a> of Python 2 packages needing to be updated to Python 3
fi: <a href="http://fedora.portingdb.xyz/">dynaaminen tietokanta</a> Python 2 paketeista, jotka pitää päivittää Python 3:n
hu: olyan Python 2 csomagok <a href="http://fedora.portingdb.xyz/">dinamikus adatbázisa</a>, amelyeket frissíteni kell Python 3-ra
id: <a href="http://fedora.portingdb.xyz/">database dinamis</a> dari paket Python 2 yang perlu diperbarui ke Python 3

source: a web interface for managing and administrating Linux web servers
fi: verkkoliitäntä Linux-verkkopalvelimien käsittelyyn ja hallintaan
hu: webes felület linuxos webkiszolgálók kezeléséhez
id: antarmuka web untuk mengelola dan mengatur server web Linux

source: CoC
id: Kode etik

source: Chat
id: Obrolan

source: for those who are passionate about user and developer experience
id: bagi mereka yang bersemangat tentang pengalaman pengguna dan pengembang

source: Workstation Working Group
id: Kelompok Kerja Workstation

source: the group behind Fedora Workstation
id: kelompok di balik Fedora Workstation
