Repository: fedora-infra/asknot-ng
Catalog: l10n/fedora/locale/*.po
Languages: ca, cs, de, es, fi, fr, gu, hu, id, nl, pt_br, sv, tr, uk

source: What can I do for coala?
ca: Què puc fer per coala?
cs: Co mohu udělat pro coala?
de: Was kann ich für Coala tun?
es: ¿Qué puedo hacer por coala?
fi: Mitä minä voin tehdä koalalle?
fr: Que puis-je faire pour coala ?
gu: કોઆલા માટે હું શું કરી શકું ?
hu: Mit tehetek a coaláért?
nl: Wat kan ik doen foor coala?
pt_br: O que posso fazer pelo coala?
sv: Hur kan jag hjälpa till med coala?
tr: Coala için ne yapabilirim?
uk: Як допомогти коалі?

source: No
cs: Ne
de: Nein
fi: Ei
fr: Non
gu: ના
hu: Nem
id: Tidak
nl: Nee
pt_br: Não
sv: Nej
tr: Hayır
uk: Ні

source: Nope, nope, nope
ca: No, no, no
cs: Ne, Ne, ani náhodou
de: Nein, nein, nein
es: No, no, no
fi: Ei, ei, ei
fr: Non, non, non
gu: નહિ નહિ નહિ
hu: Dehogy, dehogy, dehogy
id: Tidak, tidak, tidak
nl: Nee, nee, nee
pt_br: Não, não, não
sv: Nä, nä, nä
tr: Hayır, hayır, hayır
uk: Ні, ні, ні

source: Nope
ca: Doncs no
cs: Ani náhodou
de: Nein
es: No
fi: Ei
fr: Non
gu: નહિ
hu: Dehogy
id: Tidak
nl: Nee
pt_br: Não
sv: Nix
tr: Hayır
uk: Ні

source: No, thanks
ca: No, gràcies
cs: Ne, díky
de: Nein danke!
es: No, gracias
fi: Ei kiitos
fr: Non merci
gu: ના , ધન્યવાદ
hu: Nem, köszönöm
id: Tidak, terima kasih
nl: Nee, bedankt
pt_br: Não, obrigado
sv: Nej tack
tr: Hayır, teşekkürler
uk: Ні, дякую

source: Not on your life
ca: Mai a la vida
cs: V životě ne
de: Nie im Leben!
es: Ni soñarlo
fi: Ei ikinä
fr: Jamais de la vie
gu: તમારા જીવન પર નથી
hu: Soha az életben
id: Tidak untuk hidupmu
nl: Niet van mijn leven
pt_br: Não na sua vida
sv: Aldrig i livet
tr: Hayatta olmaz
uk: Ні за що на світі

source: Doesn't sound like me
ca: No va amb mi
cs: To zřejmě nebudu já
de: Das klingt nicht nach mir.
es: No tiene pinta de ir conmigo
fi: Ei kuulosta minulta
fr: Cela ne me ressemble pas
gu: મારી જેવું સંભળાતું નથી
hu: Nem hangzik jól
id: Tidak terdengar seperti saya
nl: Klinkt niet als mij
pt_br: Não se parece comigo
sv: Det passar inte mig
tr: Kulağa ben gibi gelmiyor
uk: Це не для мене

source: Absolutely not
ca: Absolutament no
cs: Ani za nic
de: Überhaupt nicht!
es: Absolutamente no
fi: Ehdottomasti ei
fr: Absolument pas
gu: બિલકુલ નહીં
hu: Egyáltalán nem
id: Sama sekali tidak
nl: Absoluut niet
pt_br: Absolutamente não
sv: Absolut inte
tr: Kesinlikle hayır
uk: Зовсім ні

source: Next, please
ca: Següent, si us plau
cs: Další prosím
de: Das Nächste bitte.
es: Siguiente, por favor
fi: Seuraava, kiitos
fr: Suivant, s’il vous plaît
gu: આગળ ,વિનંતી
hu: Kérem a következőt
id: Berikutnya, mohon
nl: Volgende, graag
pt_br: Próximo, por favor
sv: Tack, nästa
tr: Sonraki, lütfen
uk: Далі, будь ласка

source: Yes
ca: Sí
cs: Ano
de: Ja
es: Sí
fi: Kyllä
fr: Oui
gu: હા
hu: Igen
id: Ya
nl: Ja
pt_br: Sim
sv: Ja
tr: Evet
uk: Так

source: Sounds awesome
ca: Sona genial
cs: To zní úžasně
de: Das klingt super!
es: Suena genial
fi: Kuulostaa mahtavalta
fr: Ca me paraît génial
gu: ભયંકર સંભળાય છે
hu: Jól hangzik
id: Kedengarannya mengagumkan
nl: Klinkt geweldig
pt_br: Parece incrível
sv: Låter fantastiskt
tr: Harika görünüyor
uk: Звучить чудово

source: Tell me more
ca: Explica-m'ho més
cs: Řekněte mi víc
de: Erzähl mir mehr
es: Quiero saber más
fi: Kerro lisää
fr: Dites m’en plus
gu: મને વધુ કહો
hu: Mesélj még
id: Ceritakan lebih banyak
nl: Vertel me meer
pt_br: Conte-me mais
sv: Berätta mer
tr: Bana daha fazlasını anlat
uk: Докладніше, будь ласка

source: That's me!
ca: Aquest sóc jo!
cs: To jsem já!
de: Das bin ich!
es: ¡Ese soy yo!
fi: Tuo kuulostaa minulta!
fr: Ça, c’est moi !
gu: એ હું જ
hu: Ez én vagyok!
id: Itu aku!
nl: Dat ben ik!
pt_br: Este sou eu!
sv: Det passar mig!
tr: O benim!
uk: Це я!

source: Totally
ca: Totalment
cs: Úplně
de: Total
es: Desde luego
fi: Ehdottomasti
fr: Totalement
gu: સંપૂર્ણપણે
hu: Teljesen
id: Benar-benar
nl: Absoluut
pt_br: Totalmente
sv: Absolut
tr: Aynen
uk: Абсолютно

source: Sure
ca: Efectivament
cs: Jasně
de: Sicher
es: Por supuesto
fi: Toki
fr: Bien sûr
gu: ચોક્કસ
hu: Persze
id: Tentu
nl: Ja
pt_br: Com certeza
sv: Visst
tr: Elbette
uk: Звичайно

source: I was wrong, take me back
ca: Estava equivocat, porta'm enrere
cs: Spletl jsem se, vezmi mě zpátky
de: Ich bin hier falsch, bring mich zurück.
es: Me equivoqué, regresar atrás
fi: Olin väärässä, vie minut takaisin
fr: J’ai fait fausse route, ramenez moi en arrière
gu: હું ખોટો હતો , મને પાછળ લઇ જાવ
hu: Elrontottam, vigyél vissza
id: Aku salah, bawa aku kembali
nl: Ik was verkeerd, neem me terug
pt_br: Eu estava errado, leve-me de volta
sv: Jag hade fel, ta mig tillbaka
tr: Yanılmışım, beni geri götür
uk: Здається, помилка, поверніть мене назад

source: I think I made a mistake
ca: Crec que he comès un error
cs: Asi jsem udělal chybu
de: Ich glaube ich habe einen Fehler gemacht.
es: Creo que cometí un error
fi: Luulen että tein virheen
fr: Je crois que j’ai fait une erreur
gu: મને લાગે છે મેં ભૂલ કરી
hu: Azt hiszem hibáztam
id: Saya pikir saya membuat kesalahan
nl: Ik denk dat ik een fout gemaakt heb
pt_br: Acho que cometi um engano
sv: Jag tror jag gjorde ett misstag
tr: Galiba bir hata yaptım
uk: Здається, була помилка

source: Get me outta here!
ca: Treu-me d'aquí!
cs: Rychle odsud pryč!
de: Bring mich hier weg!
es: ¡Sácame de aquí!
fi: Päästä minut pois täältä!
fr: Sortez-moi d’ici !
gu: મને અહીંથી બહાર લઇ જાવ
hu: Juttass ki innen!
id: Keluarkan aku dari sini!
nl: Haal me hier uit!
pt_br: Tire me daqui!
sv: Ta mig ut härifrån!
tr: Beni buradan çıkar!
uk: Заберіть мене звідси!

source: Join
ca: Uniu-vos
cs: Přidejte se
de: Beitreten
es: Unirse
fi: Liity
fr: Rejoindre
gu: જોડાઓ
hu: Csatlakozás
nl: Word lid
pt_br: Junte-se
sv: Gå med
tr: Katıl
uk: Долучитися

source: coala documentation
ca: documentació de coala
cs: coala dokumentace
de: Coala-Dokumentation
es: documentación de coala
fi: koala-dokumentaatio
fr: documentation coala
gu: કોઆલા દસ્તાવેજીકરણ
hu: coala dokumentáció
nl: Coala documentatie
pt_br: documentação do coala
sv: coala-dokumentation
tr: coala dokümantasyonu
uk: документація коали

source: Get Live Help!
ca: Obtenir ajuda en temps real!
cs: Získej živou podporu
de: Jetzt Hilfe bekommen!
es: Obtener ayuda en vivo!
fi: Pyydä reaaliaikaista apua!
fr: Obtenez de l'aide en direct !
gu: જીવંત મદદ મેળવો
hu: Kapj segítséget élőben!
nl: Krijg live hulp!
pt_br: Consiga ajuda em tempo real!
sv: Få levande hjälp!
tr: Canlı Yardım Al!
uk: Отримати інтерактивну довідку!

source: Want to help coala?
ca: Voleu ajudar a coala?
cs: Chcete pomoci coale?
de: Coala helfen?
es: ¿Quieres ayudar a coala?
fi: Haluatko auttaa koalaa?
fr: Vous voulez aider coala ?
gu: કોઆલા ને મદદ કરવા માંગો છો ?
hu: Szeretnéd segíteni a coalát?
nl: Wil je coala helpen?
pt_br: Quer ajudar o coala?
sv: Vill du hjälpa till med coala?
tr: Coala'ya yardım etmek ister misiniz?
uk: Хочете допомогти коалі?

source: What do you care about?
ca: Què us preocupa?
cs: O co se zajímáš?
de: Wofür interessierst Du dich?
es: ¿Qué te interesa?
fi: Mistä sinä välität?
fr: Qu’est-ce qui vous inquiète ?
gu: તમે શેના વિશે સંભાળ લો છો ?
hu: Mi az ami neked fontos?
nl: Wat geef je om?
pt_br: Com o que se importa?
sv: Vad är viktigt för dig?
tr: Neyi önemsiyorsunuz?
uk: Чим ви переймаєтеся?

source: Visuals!
ca: Visual!
cs: Grafika!
de: Visuelle Gestaltungsmittel
es: ¡Visuales!
fi: Ulkonäkö!
fr: Visuels !
gu: દ્રશ્યો
hu: A kinézet!
nl: Visuele dingen!
pt_br: Visuais!
sv: Det visuella!
tr: Görseller!
uk: Виглядом!

source: The coala artwork team is just for you!
ca: L'equip del treball artístic de coala és perfecte per a tu!
cs: Umělecký tým coaly je to pravé pro vás!
de: Das Coala-Artwork-Team ist was für dich!
es: ¡El equipo de arte de coala es perfecto para ti!
fi: Koala-taidetiimi on sinua varten!
fr: L’équipe artwork de coala est faite pour vous !
gu: કોઆલા કલાકામ ટુકડી ફક્ત તમારા માટે છે
hu: A coala illusztrációs csapat pont neked való!
nl: Het coala grafische team is voor jou!
pt_br: A equipe artística do coala é pra você!
sv: Coalas illustrationsgrupp är något som passar dig!
tr: Coala çizim ekibi tam size göre!
uk: Команда художників коали саме для вас!

source: Good, Generic Code
ca: Bé, codi genèric
cs: Dobrý, Generic kód
de: Guter, generischer Code
es: Buen Código Genérico
fi: Hyvää, geneeristä koodia
fr: Un bon code générique
gu: સારો , યથાર્થ કોડ
hu: Jó, általános kód
nl: Goede, algemene code
pt_br: Código bom e genérico
sv: Bra, allmän kod
tr: İyi, Kapsamlı Kod
uk: Хорошим, правильним кодом

source: Help us improving code quality in the world! Join the core developers.
ca: Ajudeu-nos a millorar la qualitat del codi al món! Uniu-vos als desenvolupadors principals.
cs: Pomož nám zlepšovat kvalitu kódu ve světě! Přidej se k vývojářům jádra.
de: Hilf uns die Qualität des Codes in dieser Welt zu verbessern! Tritt dem Entwicklerteam bei.
es: ¡Ayúdanos a mejorar la calidad del código en el mundo! Únete al núcleo de desarrolladores.
fi: Auta meitä parantamaan koodin laatua maailmassa! Liity ydinkehittäjiin.
fr: Aidez-nous à améliorer la qualité du code partout dans le monde. Rejoignez les développeurs du cœur du système.
gu: અમારી મદદ કરો વિશ્વ્ કોડ ગુણવતા સુધારવામાં મુખ્ય વિકાસકર્તાઓ સાથે જોડાઓ
hu: Segítsd javítani a kódminőséget a világon! Csatlakozz a törzsfejlesztőkhöz.
nl: Help ons de codekwaliteit wereldwijd te verbeteren! Sluit je aan bij de kernontwikkelaars.
pt_br: Ajude-nos a melhorar a qualidade do código do mundo! Junte-se aos desenvolvedores do núcleo.
sv: Hjälp oss att förbättra kodkvaliteten i världen! Anslut dig till de centrala utvecklarna.
tr: Dünyadaki kod kalitesini artırmamıza yardımcı olun! Çekirdek geliştiriciler arasına katılın.
uk: Допоможіть нам покращити якість програмного коду у світі! Долучайтеся до команди розробників.

source: Reaching Users
ca: Aconseguir usuaris
cs: Ve spojení s uživateli
de: Benutzer ansprechen
es: Conseguir usuarios
fi: Käyttäjien tavoittaminen
fr: Contacter les utilisateurs
gu: ઉપયોગકર્તાઓ પહોંચવું
hu: Felhasználók elérése
nl: Gebruikers bereiken
pt_br: Atingindo Usuários
sv: Nå ut till användare
tr: Kullanıcılara Ulaşmak
uk: Взаємодією з користувачами

source: Write documentation that is understandable by everyone.
ca: Escriure documentació que sigui comprensible per tothom.
cs: Piš dokumentaci, které bude rozumět každý.
de: Dokumentation schreiben, die von allen verstanden wird.
es: Escribe documentación que todo el mundo pueda entender.
fi: Kirjoita dokumentaatiota jota jokainen ymmärtää.
fr: Écrire de la documentation compréhensible par tous.
gu: દસ્તાવેજીકરણ લખો જે દરેક ને સમજાય
hu: Írj dokumentációt, amit mindenki megért.
nl: Schrijf documentatie die voor iedereen begrijpelijk is.
pt_br: Escreva documentação que é compreendida por todos.
sv: Skriv dokumentation som är begriplig för vem som helst.
tr: Herkes tarafından anlaşılabilecek bir dokümantasyon yazın.
uk: Написання зрозумілою для усіх документації.

source: Make coala Accessible
ca: Fer accessible coala
cs: Udělat coalu přístupnější
es: Hacer coala accesible
gu: કોઆલા ને સુલભ બનાવો
sv: Göra coala tillgängligt
uk: Зробіть коалу доступнішою

source: Join our translation team!
ca: Uniu-vos al nostre equip de traducció!
cs: Přidejte se k našemu překladatelskému týmu.
es: ¡Únete a nuestro equipo de traducción!
gu: અમારી અનુવાદન ટુકડી માં જોડાઓ
sv: Anslut dig till vår översättningsgrupp!
uk: Долучайтеся до команди перекладачів!

source: Crazy Algorithms
ca: Algoritmes esbojarrats
cs: Šílené algoritmy
de: Abgefahrene Algorithmen
es: Los algoritmos disparatados
fi: Hullut algoritmit
fr: Algorithmes déments
gu: પોકળ ગાણિતિક નિયમો
hu: Őrült algoritmusok
nl: Idiote algoritmen
pt_br: Algoritmos Malucos
sv: Knasiga algoritmer
tr: Çılgın Algoritmalar
uk: Запаморочливими алгоритмами

source: Let's write code analytics. We write the framework, there's bare logic left for you.
ca: Anem a escriure l'anàlisi del codi. Escrivim el marc de treball, no hi ha cap lògica que se us resisteixi.
cs: Pišme analýzu kódu. My napíšeme framework, na vás zůstává základní logika.
de: Code-Analysen schreiben. Wir schreiben das Framework und überlassen dir die nackte Logik.
es: Hora de escribir el análisis del código. Nosotros ponemos el marco de trabajo, la lógica pura la dejaremos para ti.
fi: Kirjoitetaan koodianalytiikka. Kirjoitamme puitteet, sinulle jää puhdas logiikka.
fr: Écrivons l’analyse du code. Nous écrivons la structure, il vous reste la logique pure.
gu: ચાલો કોડ વિશ્લેષણ લખીએ. અમે માળખું લખીએ , તર્ક તમારા માટે રાખ્યા છે
hu: Írjunk kódelemzést. Mi írjuk a keretrendszert, csak a puszta logika marad rád.
nl: Laten we codeanalyses schrijven. We schrijven het raamwerk, er is gewone logica voor jou over.
pt_br: Vamos escrever análises de código. Nós escrevemos o framework, e fica lógica pura pra você.
sv: Låt oss skriva kodanalyser. Vi skriver ramverket, den rena logiken är kvar till dig.
tr: Haydi kod analizleri yazalım. Biz çerçeveyi yazıyoruz, temel mantığı size bırakıyoruz.
uk: Давайте створимо засоби аналізу. Ми пишемо базову частину, а логіку і алгоритми можете створити ви.

source: Scientific Progress
ca: Progrés científic
cs: Vědecký pokrok!
de: Wissenschaftlicher Fortschritt
es: El progreso científico
fi: Tieteellinen edistyminen
fr: Progrès scientifiques
gu: વૈજ્ઞાનિક પ્રગતિ
hu: Tudományos haladás
nl: Wetenschappelijke vooruitgang
pt_br: Progresso Científico
sv: Vetenskapliga framsteg
tr: Bilimsel İlerleyiş
uk: Науковим прогресом

source: Join our coAST team and create language independent program analysis.
ca: Uniu-vos al nostre equip coAST i creeu anàlisis de programes independents al llenguatge.
cs: Připojte se k našemu coAST týmu a vytvořte programovou analýzu nezávislou na jazyku.
de: Unserem coAST-Team beitreten und Sprach-unabhängige Programm-Analysen schreiben.
es: Únete a nuestro equipo coAST y crea análisis de programas independientes del lenguaje.
fi: Liity coAST-tiimiimme ja luo kielestä riippumaton ohjelma-analyysi.
fr: Rejoignez notre équipe coAST et créez des analyses de programme indépendantes du langage.
gu: અમારી coAST ટુકડી માં જોડાઓ અને ભાષા સ્વાધીન પ્રોગ્રામ વિશ્લેષણ બનાવો
hu: Csatlakozz a coAST csapathoz, és készíts nyelvfüggetlen programelemzést.
nl: Word lid van ons coAST-team en maak taalonafhankelijke programma-analyse.
pt_br: Junte-se à nossa equipe coAST e crie uma análise da linguagem independente do programa.
sv: Anslut dig till vår coAST-grupp och skapa språkoberoende programanalyser.
tr: coAST ekibimize katılın ve dilden bağımsız program analizleri oluşturun.
uk: Долучайтеся до нашої команди coAST і створюйте незалежний від мови програмування засіб аналізу програм.

source: Money
ca: Diners
cs: Peníze
de: Geld
es: Dinero
fi: Raha
fr: Finances
gu: નાણાં
hu: Pénz
nl: Geld
pt_br: Dinheiro
sv: Pengar
tr: Para
uk: Грошима

source: Help us through donations at gratipay.
ca: Ajudeu-nos a través de donatius a gratipay.
cs: Pomozte nám darem na gratipay.
de: Mit einer Spende bei Gratipay helfen.
es: Ayúdanos con donaciones en gratipay.
fi: Auta meitä lahjoittamalla gratipayssä.
fr: Aidez-nous en faisant une donation à Gratipay.
gu: અમારી સહાય કરો gratipay થી દાન દ્વારા
hu: Segíts nekünk gratipayen keresztüli adományokkal.
nl: Help ons door donaties op gratipay.
pt_br: Ajude-nos através de doações no gratipay.
sv: Hjälp oss via donationer på gratipay.
tr: Gratipay'de bağış yaparak bize yardımcı olun.
uk: Допоможіть нам фінансово за допомогою gratipay.

source: What can I do for Fedora?
ca: Què puc fer per Fedora?
cs: Co mohu pro Fedoru udělat?
de: Was kann ich für Fedora tun?
es: ¿Qué puedo hacer por Fedora?
fi: Mitä minä voin tehdä Fedoralle?
fr: Que puis-je faire pour Fedora ?
gu: ફેડોરા માટે હું શું કરી શકું ?
hu: Mit tehetek a Fedoráért?
id: Apa yang bisa saya lakukan untuk Fedora?
nl: Wat kan ik voor Fedora doen?
pt_br: O que posso fazer pelo Fedora?
sv: Hur kan jag hjälpa till med Fedora?
tr: Fedora için ne yapabilirim?
uk: Як допомогти Fedora?

source: Get Fedora
ca: Obtingueu Fedora
cs: Získejte Fedoru
de: Fedora herunterladen
es: Obtener Fedora
fi: Hanki Fedora
fr: Obtenir Fedora
gu: ફેડોરા મેળવો
hu: Fedora beszerzése
id: Dapatkan Fedora
nl: Verkrijg Fedora
pt_br: Obter o Fedora
sv: Hämta Fedora
tr: Fedora'yı Edin
uk: Отримати Fedora

source: Want to help Fedora? Tell me...
ca: Voleu ajudar a Fedora? Digueu...
cs: Chcete pomoct Fedoře? Povězte…
de: Du möchtest Fedora unterstützen? Erzähle mir mehr...
es: ¿Quieres ayudar a Fedora? Dime...
fi: Haluat auttaa Fedoraa? Kerro...
fr: Vous voulez aider Fedora ? Dites-moi…
gu: ફેડોરા ને મદદ કરવા માંગો છો ? મને કહો...
hu: Segítenél a Fedora közösségnek? Mondd…
id: Ingin membantu Fedora? Katakan padaku...
nl: Wil je Fedora helpen? Vertel het me...
pt_br: Quer ajudar o Fedora? Conte-me...
sv: Vill du hjälpa Fedora? Berätta …
tr: Fedora'ya yardım etmek mi istiyorsunuz? Bana söyleyin...
uk: Хочете допомогти Fedora? Розкажіть нам...

source: what's your area of interest?
ca: Quina és la vostra àrea d'interès?
cs: o jakou oblast se zajímáte?
de: Was ist dein Interessensgebiet ?
es: ¿Cuál es tu área de interés?
fi: mitkä aiheet sinua kiinnostavat?
fr: quel est votre centre d’intérêt ?
gu: તમારા રસના ક્ષેત્રો શું છે
hu: mi az érdeklődési köröd?
id: apa bidang yang kamu minati?
nl: wat is jouw interessegebied?
pt_br: qual é a sua área de interesse?
sv: vad är ditt intresseområde?
tr: İlgi alanınız nedir?
uk: чим ви цікавитеся?

source: Design!
ca: Disseny!
es: ¡Diseño!
fi: Suunnittelu!
fr: La conception !
gu: આલેખન
hu: Dizájn!
id: Desain!
nl: Ontwerp!
tr: Tasarım!
uk: Дизайном!

source: So you enjoy working on the way users interact with websites and programs?
ca: Així doncs us agrada treballar en la forma com els usuaris interactuen amb els llocs web i programes?
cs: Takže vás baví pracovat na způsobu, jak uživatelé interagují s webovými stránkami a programy?
de: Du begeisterst dich also für die Benutzerinteraktion mit Websites und Programmen?
es: Entonces, ¿disfrutas trabajando en la forma en la que los usuarios interaccionan con sitios web y programas?
fi: Olisiko se miten ihmiset käyttävät verkkosivuja ja ohjelmia sinun juttusi?
fr: Donc vous appréciez de travailler sur la manière dont les utilisateurs interagissent avec les sites web et les programmes ?
gu: તો તમે ઉપયોગકર્તા વેબસાઇટ્સ અને કાર્યક્રમો સાથે કેવી રીતે ક્રિયાપ્રતિક્રિયા કરે છે તે જાણવાનું કામ કરવાનો આનંદ માણો છો ?
hu: Szóval élvezel azon dolgozni, hogy a felhasználók hogyan lépnek kapcsolatba weboldalakkal és programokkal?
id: Jadi, kamu senang bekerja pada cara pengguna berinteraksi dengan situs web dan program?
nl: Dus werk je graag aan de manier waarop gebruikers omgaan met websites en programma's?
pt_br: Então você gosta de trabalhar na maneira como os usuários interagem com sites e programas?
sv: Så du tycker om att arbeta med sättet användare interagerar med webbplatser och program?
tr: Yani kullanıcıların web siteleri ve programlarla etkileşimi üzerinde çalışmaktan hoşlanıyor musunuz?
uk: Отже, ви отримуєте задоволення, працюючи над поліпшенням зручності користування сайтами та програмами?

source: How about the...
ca: Sobre com el...
cs: A co třeba…
de: Wie wäre es mit ...
es: Qué me dices de...
fi: Miten olisi...
fr: Et en ce qui concerne…
gu: મારા વિશે કેવું રહેશે...
hu: Mi szólnál ehhez…
id: Bagaimana dengan...
nl: Hoe zit het met...
pt_br: Que tal...
sv: Vad sägs om …
tr: Peki ya...
uk: Як щодо...

source: pixel ninjas
ca: ninges del píxel
cs: pixeloví nindžové
es: ninjas del píxel
fi: pikselininjat
gu: પિક્સેલ નિન્જાસ
hu: pixel nindzsák
id: pixel ninja
pt_br: ninjas do pixel
sv: pixelninjor
tr: piksel ninjaları
uk: піксельні ніндзя

source: Coding
ca: Programació
cs: Programování
de: Programmieren
es: Codificación
fi: Ohjelmointi
fr: Le codage
gu: કોડીંગ
hu: Kódolás
id: Pengkodean
nl: Coderen
pt_br: Codificando
sv: Kodning
tr: Kodlama
uk: Програмування

source: Zeroes and ones #allday? Me too.
ca: Zeros i uns #toteldia? Jo també.
cs: Nuly a jedničky, #CelýDen? Já taky.
de: Nullen und Einsen, den ganzen Tag? Geht mir genauso.
es: ¿Ceros y unos #TodoElDía? Yo también.
fi: Ykkösiä ja nollia #kokopäivä? Mulle kanssa.
fr: Des zéros et des uns. #toute la jounée ? Moi aussi.
gu: શૂન્ય અને એક #આખોદિવસ? હું પણ
hu: Nullák és egyesek #egésznap? Nekem is.
id: Nol dan satu #sepanjanghari? Aku juga.
nl: Nullen en enen #allday? Ik ook.
pt_br: Zeros e uns #odiatodo? Eu também.
sv: Nollor och ettor #heladagen? Jag är med.
tr: #bütüngün sıfırlar ve birler mi? Ben de.
uk: Нулики і одинички #цілийдень? Мені теж це подобається.

source: What's your favorite language?
ca: Quin és el vostre llenguatge preferit?
cs: Jaký jazyk máte nejradši?
de: Was ist deine Lieblingssprache?
es: ¿Cuál es tu lenguaje favorito?
fi: Mikä on suosikkikielesi?
fr: Quel est votre langage favori ?
gu: તમારી પ્રિય ભાષા કઈ ?
hu: Mi a kedvenc nyelved?
id: Apa bahasa favoritmu?
nl: Wat is je favoriete taal?
pt_br: Qual sua linguagem favorita?
sv: Vilket är ditt favoritspråk?
tr: En sevdiğiniz dil hangisi?
uk: Яка ваша улюблена мова програмування?

source: hacking the gibson
ca: hackejar el Gibson
cs: hackovat gibson
de: Den Gibson hacken.
es: hackear la gibson
fi: gibsonin hakkerointi
fr: s’attaquer au Gibson
gu: હેકિંગ ગિબ્સન
hu: a gibson hekkelése
id: meretas gibson
nl: hack de gibson
pt_br: hackeando o gibson
sv: hacka gibson
tr: gibson'ı hacklemek
uk: керуємо комп’ютером

source: Community Ops
ca: Ops de la comunitat
cs: Podpora komunity
de: Community-Aktivitäten
es: Grupo de operaciones para la comunidad
fi: Yhteisön vetäminen
gu: સમુદાય કામગીરી
hu: Közösségi tevékenység
id: Operasi Komunitas
pt_br: Ops comunitários
sv: Gemenskapsoperatörer
tr: Topluluk Operasyonları
uk: Робота зі спільнотою

source: Have a knack for community-building?
ca: Teniu una habilitat especial per a la construcció de comunitats?
cs: Jste zručný ve vytváření komunit?
de: Hast du die Gabe, Menschen zusammenzubringen?
es: ¿Tienes una habilidad especial para la construcción de comunidades?
fi: Onko sinulla taipumusta yhteisön rakentamiseen?
fr: Vous avez le truc pour faire vivre la communauté ?
gu: સમુદાય બાંધકામ ની કુનેહ છે ?
hu: Értesz a közösségépítéshez?
id: Punya bakat untuk membangun komunitas?
nl: Heb je aanleg voor gemeenschapsvorming?
pt_br: Tem talento especial para a construção de uma comunidade?
sv: Är du slängd på att bygga gemenskaper?
tr: Topluluk oluşturma beceriniz var mı?
uk: Маєте хист у побудові спільноти?

source: Would you like something more
ca: Us agradaria una cosa més
cs: Chtěli byste něco víc?
de: Möchtest du etwas mehr?
es: ¿Te gustaría algo más...
fi: Haluaisitko jotain lisää
fr: Désirez-vous autre chose
gu: શું તમારે કંઈક વધુ જોયે છે ?
hu: Többre vágysz
id: Apakah kamu ingin sesuatu yang lebih
nl: Wil je nog iets meer
pt_br: Gostaria de algo mais
sv: Vill du ha något mer
tr: Şöyle bir şey ister misiniz
uk: Хочете чогось більшого

source: connecting the dots
ca: connectar els punts
cs: Spojování teček
de: Punkte verbinden
es: conectando los puntos
fi: yhdistetään pisteitä
fr: établir des connexions
gu: બિંદુઓ જોડી રહ્યા છીએ
hu: a pontok összekötése
id: menghubungkan titik-titik
nl: de punten verbinden
pt_br: ligando os pontos
sv: koppla samman informationen
tr: noktaları birleştirmek
uk: з’єднуємо усе докупи

source: Writing
ca: Escriptura
cs: Psaní
de: Schreiben
es: Escribir
fi: Kirjoittaminen
fr: Écriture
gu: લેખન
hu: Írás
id: Menulis
nl: Schrijven
pt_br: Escrevendo
sv: Skriva
tr: Yazma
uk: Написання текстів
