Repository: fedora-infra/asknot-ng
Catalog: l10n/fedora/locale/*.po
Languages: ca, cs, de, es, fi, fr, gu, hu, id, nl, pt_br, sv, tr, uk

source: Get all the hidden features to the users!
ca: Promogueu totes les característiques ocultes als usuaris!
cs: Dostaň všechny skryté funkce k uživatelům!
de: Den Anwendern alle versteckten Funktionen zugänglich machen!
es: ¡Que los usuarios encuentren todas las funciones ocultas!
fi: Tuo kaikki piilotetut ominaisuudet käyttäjille!
fr: Présentez toutes les fonctionnalités cachées aux utilisateurs !
gu: બધા છુપાયેલા લક્ષણો વપરાશકર્તાઓ માટે મેળવો!
hu: Juttassa el az összes rejtett funkciót a felhasználókhoz!
nl: Breng alle verborgen functies naar de gebruikers!
pt_br: Obter todos os recursos ocultos para os usuários!
sv: Få ut alla de dolda funktionerna till användarna!
tr: Tüm gizli özellikleri kullanıcılara getirin!
uk: Відкрийте користувачам усі приховані можливості!

source: Languages
ca: Idiomes
cs: Jazyky
de: Sprachen
es: Idiomas
fi: Kielet
fr: Langues
gu: ભાષાઓ
hu: Nyelvek
nl: Talen
pt_br: Idiomas
sv: Språk
tr: Diller
uk: Мови

source: You could help translating!
ca: Podeu ajudar traduint!
cs: Můžeš pomoct překládat!
de: Du könntest helfen zu übersetzen!
es: ¡Puedes ayudar con las traducciones!
fi: Voisit auttaa kääntämisessä!
fr: Vous pouvez traduire !
gu: તમે ભાષાંતર મા મદદ કરી શકો છો
hu: Segíthetnél a fordításban!
nl: Je zou kunnen helpen met vertalen!
pt_br: Você poderia ajudar traduzindo!
sv: Du kan hjälpa till att översätta!
tr: Çeviriye yardımcı olabilirsiniz!
uk: Ви можете допомогти з перекладом!

source: Code
ca: Codi
cs: Kód
es: Código
fi: Koodi
gu: કોડ
hu: Kód
pt_br: Código
sv: Kod
tr: Kod
uk: Програмування

source: Get your hands dirty!
ca: Embruteu-vos les mans!
cs: Ušpiň si ruce
de: Mach die Finger schmutzig!
es: ¡Ensúciate las manos!
fi: Likaa kätesi!
fr: Mettez la main à la pâte !
gu: તમારા હાથ અજમાવો
hu: Piszkold be a kezed!
nl: Maak je handen vuil!
pt_br: Suje suas mãos!
sv: Smutsa ner händerna!
tr: Ellerinizi kirletin!
uk: Не лякайтеся найважчої праці!

source: Making Things Stable
ca: Fer estable les coses
cs: Stabilizování věcí
de: Dinge stabil machen
es: Estabilizar las cosas
fi: Asioiden vakauttaminen
fr: Stabiliser les choses
gu: વસ્તુઓ સ્થિર બનાવો
hu: A dolgok stabillá tétele
nl: Dingen stabiel maken
pt_br: Tornando Coisas Estáveis
sv: Göra saker stabila
tr: İşleri Kararlı Hâle Getirmek
uk: Забезпечення стабільності

source: May GNOME never crash again
ca: GNOME pot no fallar mai més un altre cop
cs: Ať Gnome už nikdy nespadne
de: Auf das GNOME nie wieder abstürzt
es: Que GNOME jamás se cuelgue de nuevo
fi: Olkoon GNOME enää koskaan kaatumatta
fr: Puisse GNOME ne jamais plus se planter
gu: GNOME ક્યારેય ભાંગે નહી
hu: A GNOME sose omoljon újra össze
nl: Moge GNOME nooit meer crashen
pt_br: Que o GNOME nunca pare novamente
sv: Må GNOME aldrig krascha igen
tr: GNOME bir daha asla çökmesin
uk: Зробіть так, щоб у GNOME не було аварій

source: Fixing Bugs
ca: Correcció d'errors de programari
cs: Oprava chyb
de: Fehler beheben
es: Corregir errores
fi: Ohjelmavirheiden korjaaminen
fr: Résolutions de bogues
gu: બગ્સ જોડો
hu: Hibák javítása
nl: Bugs repareren
pt_br: Corrigindo Bugs
sv: Fixa fel
tr: Hataları Düzeltmek
uk: Виправлення вад

source: Join our Bugsquad!
ca: Uniu-vos al nostre Bugsquad!
cs: Přidej se k oddílu deratizátorů
de: Treten Sie unserer Bugsquad bei!
es: ¡Únete a nuestros cazaerrores!
fi: Liity bugiliiskausryhmään!
fr: Rejoignez nos chasseurs de bogues !
gu: અમારી બગ્સ ટુકડી મા જોડાઓ
hu: Csatlakozzon a rovarirtókhoz!
nl: Doe mee met onze Bugsquad!
pt_br: Participe do nosso BugSquad!
sv: Gå med i vår felpatrull!
tr: Bugsquad'ımıza katılın!
uk: Долучайтеся до нашої команди із роботи над вадами!

source: Good Tests
ca: Bones proves
cs: Dobré testy
de: Gute Tests
es: Buenas pruebas
fi: Hyviä testejä
fr: Tests efficaces
gu: સારા પરીક્ષણો
hu: Jó tesztek
nl: Goede tests
pt_br: Bons Testes
sv: Bra tester
tr: İyi Testler
uk: Чудові тести

source: The QA team might be right for you.
ca: L'equip de control de qualitat podria ser l'adequat per a tu.
cs: QA tým by pro tebe mohl být dobrý
de: Das QA-Team könnte zu dir passen.
es: Puede que el equipo de control de calidad sea la mejor opción para ti.
fi: Laadunvalvontatiimi voisi olla sinua varten.
fr: L’équipe QA devrait vous convenir.
gu: ગુણવતા ખાત્રીકર્ણ ટુકડી તમારા માટે યોગ્ય હોઈ શકે છે
hu: A QA csapat jó választás lehet számodra.
nl: Het QA-team is misschien geschikt voor jou.
pt_br: O time QA deve ser o certo para você.
sv: QA-gruppen kan passa dig.
tr: QA ekibi sizin için uygun olabilir.
uk: Команда із забезпечення якості, можливо, чекає на вас.

source: System Administration
ca: Administració del sistema
cs: Systémová administrace
es: Administración de sistemas
fi: Järjestelmänvalvonta
fr: Administration système
gu: સિસ્ટમ વહીવટીતંત્ર
hu: Rendszer adminisztráció
nl: Systeemadministratie
pt_br: Administração de Sistemas
tr: Sistem Yönetimi
uk: Керування системою

source: Help us managing our infrastructure!
ca: Ajudeu-nos a mantenir la nostra infraestructura!
cs: Pomoz nám se správou infrastruktury
de: Hilf uns die Infrastruktur zu pflegen!
es: ¡Ayúdanos a gestionar nuestra infraestructura!
fi: Auta meitä infrastruktuurimme hallinnassa!
fr: Aidez-nous à gérer notre infrastructure !
gu: અમારા માળખા નું સંચાલન કરવામાં અમને સહાય કરો!
hu: Segítsen az infrastruktúra kezelésében!
nl: Help ons onze infrastructuur te beheren!
pt_br: Ajude-nos gerenciando nossa infraestrutura!
sv: Hjälp oss att hantera vår infrastruktur!
tr: Altyapımızı yönetmemize yardımcı olun!
uk: Допоможіть нам із керуванням інфраструктурою!

source: Ambassador
ca: Ambaixador
cs: Velvyslanec
de: Botschafter
es: Embajador
fi: Lähettiläs
fr: Ambassadeur
gu: પ્રતિનિધી
hu: Nagykövet lennél
id: Perwakilan (Ambassador)
nl: Ambassadeur
pt_br: Embaixador
sv: Ambassadör
tr: Elçi
uk: Посланець

source: the representatives of Fedora
ca: els representants de Fedora
cs: Reprezentanti Fedory
de: Botschafter des Fedora-Projekts
es: los representantes de Fedora
fi: Fedoran edustajat
fr: les représentants de Fedora
gu: fedora ના પ્રતિનિધિઓ
hu: a Fedora képviselői
id: perwakilan dari Fedora
nl: de vertegenwoordigers van Fedora
pt_br: os representantes do Fedora
sv: representanterna för Fedora
tr: Fedora'nın temsilcileri
uk: представники Fedora

source: Fedora Tagger
ca: Etiquetador de Fedora
cs: Štítkovač Fedory
es: Etiquetador de Fedora
gu: fedora ટેગર
sv: Fedoraetiketterare
uk: Маркувальник Fedora

source: assigning "tags" to packages to build better search
ca: assignar "etiquetes" als paquets per construir millor la cerca
cs: Přiřazování štítků k balíčkům, pro lepší vyhledávání
es: asignar "etiquetas" a paquetes para construir mejores búsquedas
gu: વધુ સારી શોધ બનાવવા પેકેજોને "ટૅગ્સ" આપવું
sv: sätt ”etiketter” på paket för att skapa bättre sökningar
uk: надаємо пакункам «мітки» для створення кращих можливостей із пошуку

source: Cloud SIG
ca: SIG del núvol
fi: Pilvi SIG
gu: કલાઉડ મા ખાસ રસ ધરાવતું જૂથ
sv: Moln-SIG
tr: Bulut ÖİG'si
uk: Хмарна група

source: the special-interest-group for Fedora Cloud
ca: el grup d'interès especial per a Fedora Cloud
cs: skupina zvláštního zájmu pro Fedora Cloud
de: Die Fedora Cloud-Interessensgruppe
es: el grupo de interés especial (SIG) para la nube (Cloud)
fi: Fedora Pilven special-interest-group
fr: le groupe d’intérêt spécial pour le Cloud de Fedora
gu: fedora કલાઉડ મા ખાસ રસ ધરાવતું જૂથ
hu: a Fedora Cloud különleges érdekeltségű csoportja
id: kelompok minat khusus untuk Fedora Cloud
nl: de special-interest-groep voor Fedora Cloud
pt_br: o interesse especial do grupo para o Fedora Cloud
sv: specialintressegruppen för Fedora Cloud
tr: Fedora Cloud için özel ilgi grubu
uk: група тих, хто цікавиться роботою Fedora Cloud

source: the OpenStack distro for Fedora
ca: la distribució OpenStack per a Fedora
cs: OpenStack distribuce pro Fedoru
de: Die OpenStack-Distribution für Fedora
es: la distribución OpenStack para Fedora
fi: OpenStack-jakelu Fedoralle
fr: la distribution OpenStack de Fedora
gu: Fedora માટે OpenStack distro
hu: az OpenStack disztribúció a Fedorához
id: distro OpenStack untuk Fedora
nl: de OpenStack-distro voor Fedora
pt_br: a distro OpenStack para o Fedora
sv: OpenStack-distributionen för Fedora
tr: Fedora için OpenStack dağıtımı
uk: дистрибутив OpenStack для Fedora

source: Python
gu: પાયથોન

source: So, you enjoy traceback-driven development? What could go wrong?
ca: Per tant, gaudiu del desenvolupament impulsat amb el rastreig? Què podria sortir malament?
cs: Tak tedy si užíváte vývoj řízený zpětným trasováním? Kde se tak stala chyba?
de: Dir gefällt also Traceback- getriebene Entwicklung? Was könnte schief gehen?
es: ¿Así que te gusta el desarrollo basado en trazas? ¿Qué podría salir mal?
fi: Joten, nautitko jäljitykseen perustuvasta kehityksestä? Mikä voi mennä pieleen?
fr: Ainsi vous aimez le développement basé sur le rertraçage ? Qu’est-ce qui a mal tourné ?
gu: તો, તમે ટ્રેસબેક આધારિત વિકાસનો આનંદ માણો છો? ખોટું શું થઈ શકે?
hu: Tehát élvezed a nyomkövetés-vezérelt fejlesztést? Mi baj történhet?
id: Jadi, kamu menikmati pengembangan berbasis penelusuran balik? Apa yang bisa salah?
nl: Dus je geniet van traceback-aangedreven ontwikkeling? Wat kan er fout gaan?
pt_br: Então, você gosta de desenvolvimento baseado em rastreamento? O que poderia dar errado?
sv: Så du gillar stackspårsdriven utveckling? Vad skulle kunna gå fel?
tr: Yani geri izleme odaklı geliştirmeyi seviyor musunuz? Ne ters gidebilir ki?
uk: Отже, подобається розробка на основі трасування? Що може піти не так?

source: Are you interested in hacking on...
ca: Esteu interessat en la programació amb...
cs: Zajímáš se o hackování...
de: Interessiert am Programmieren mit ...
es: Estás interesado en programar en...
fi: Oletko kiinnostunut hakkeroinnista ...
fr: Vous désirez fouiner dans…
gu: શું તમે હેકિંગમાં રસ ધરાવો છો ...
hu: Érdekelne-e a fejlesztés…
id: Apakah kamu tertarik untuk meretas...
nl: Ben je geïnteresseerd in hacken op...
pt_br: Você está interessado em hackear ...
sv: Är du intresserad av att hacka på …
tr: Şununla ilgili kodlamaya ilginiz var mı...
uk: Зацікавлені у роботі з...

source: a dynamic language for rapid development
ca: un llenguatge dinàmic per al desenvolupament ràpid
cs: Dynamický jazyk pro rapidní vývoj
de: einer dynamische Sprache für schnelle Entwicklung.
es: un lenguaje dinámico para desarrollos rápidos
fi: dynaaminen kieli nopeaan kehittämiseen
fr: un langage dynamique pour un développement rapide
gu: ઝડપી વિકાસ માટે એક ગતિશીલ ભાષા
hu: egy dinamikus nyelven, a gyors fejlesztési sebességért
id: bahasa dinamis untuk pengembangan yang cepat
nl: een dynamische taal voor snelle ontwikkeling
pt_br: uma linguagem dinâmica pra desenvolvimento ágil
sv: ett dynamiskt språk för snabb utveckling
tr: hızlı geliştirme için dinamik bir dil
uk: динамічна мова для швидкого програмування

source: C
gu: સી

source: So, you think OOP is for hipsters? Let me tell you, back in my day...
ca: Per tant, penseu que els OOP és per als moderns? Deixeu-me que us digui, en el meu temps...
cs: Takže ty si myslíš, že OOP je pro hipstery? Za mých časů...
de: Sie denken also OOP ist was für Hipsters? Ich werde Sie eines Tages aufklären...
es: ¿Que la programación orientada a objetos es para modernos? Deja que te diga que en mis tiempos...
fi: Uskot siis että olio-ohjelmointi on hipstereille? Kuulepas, silloin kun minä olin nuori...
fr: Vous pensez que la programmation orientée objet est pour les hipsters ? Laisse-moi vous ramener dans mon époque…
gu: તો, તમને લાગે છે કે OOP હીપસ્ટર્સ માટે છે? હું તમને કહીશ, પાછલા દિવસોમાં ...
hu: Tehát úgy gondolod, hogy az OOP az a hipstereknek való? Nos, az én időmben…
id: Jadi, kamu pikir OOP adalah untuk para hipster? Biar kuberitahu, di jaman saya...
nl: Dus jij denkt dat OOP voor hipsters is? Laat me je vertellen over vroeger in mijn tijd...
pt_br: Então, você pensa que OOP é para inovadores? Deixe me contar, antigamente...
sv: Så du tycker att OOP är för hipstrar? Låt mig berätta, på min tid …
tr: Yani OOP'nin hippiler için olduğunu mu düşünüyorsunuz? Size anlatayım, benim zamanımda...
uk: Вважаєте, що ООП — це для хіпстерів? Знаєте що, за моєї молодості...

source: How about working on...
ca: Què tal és treballar en...
cs: Co tak pracovat na...
de: Wie wär's mit...
es: ¿Y qué tal...
fi: Miten olisi jos työskentelisit...
fr: Que penseriez-vous de travailler sur…
gu: કેવી રીતે કામ કરવું તે વિશે કેવું રેહશે
hu: Mit szólnál, ha…
id: Bagaimana kalau bekerja pada...
nl: Hoe zit het met werken aan...
pt_br: Que tal trabalhar em ...
sv: Vad tycks om att arbeta med …
tr: Peki ya şunun üzerinde çalışmak...
uk: Як щодо того, щоб попрацювати над...

source: close to the metal
ca: proper a les medalles
cs: blíže železu
de: Nah am Metall
es: cerca del metal
fi: lähellä rautaa
fr: près du matériel
gu: ધાતુ નજીક
hu: a vas közelében dolgoznál
id: dekat dengan perangkat keras
nl: dicht op het metaal
pt_br: próximo ao metal
sv: nära metallen
tr: donanıma yakın
uk: ближче до «заліза»

source: Haskell
gu: હેસકેલ

source: So, programming without side-effects is what you're all about? Sounds useful!
ca: Per tant, la programació sense efectes col·laterals té a veure amb el que us agrada? Sona útil!
cs: Tak tedy programování bez vedlejších efektů je vše co vás zajímá? To zní užitečně!
de: Programmieren ohne Nebeneffekte, das bewegt sie? Tönt nützlich!
es: ¿Lo que te va es la programación sin efectos colaterales? ¡Suena útil!
fi: Eli ohjelmointi ilman sivuvaikutuksia on sinun juttusi? Kuulostaa hyödylliseltä!
fr: Donc la programmation sans effet de bords, c’est tout ce qui vous intéresse ? Ça a l’air utile !
gu: તો, આડઅસરો વગર પ્રોગ્રામિંગ તમે જે છો તે બધું જ છે? ઉપયોગી લાગે છે!
hu: A mellékhatások nélkül programozás az, ami érdekel? Hasznosnak tűnik!
id: Jadi, pemrograman tanpa efek samping adalah apa yang kamu maksud? Kedengarannya berguna!
nl: Dus programmeren zonder bijwerkingen is waar het allemaal om draait? Klinkt nuttig!
pt_br: Então, programação sem efeitos colaterais é a sua especialidade? Parece útil!
sv: Så programmering utan sidoeffekter är allt för dig? Låter användbart!
tr: Yani yan etkiler olmadan programlamak sizin için her şey mi? Kullanışlı gözüküyor!
uk: Отже, ви за програмування позбавлене незапланованих ефектів? Звучить добре!

source: a nondynamic language for rapid development
ca: un llenguatge no dinàmic per al desenvolupament ràpid
cs: nedynamický jazyk pro rapidní vývoj
de: eine nicht-dynamische Sprache für schnelle Entwicklung
es: un lenguaje no dinámico para desarrollos rápidos
fi: ei-dynaaminen kieli ketterään kehitykseen
fr: un langage non dynamique pour un développement rapide
gu: ઝડપી વિકાસ માટે બિન ગતિશીલ ભાષા
hu: egy nemdinamikus nyelv, gyors fejlesztéshez
id: bahasa yang tidak dinamis untuk pengembangan yang cepat
nl: een niet-dynamische taal voor snelle ontwikkeling
pt_br: Uma linguagem não dinâmica para um rápido desenvolvimento
sv: ett ickedynamiskt språk för snabb utveckling
tr: hızlı geliştirme için dinamik olmayan bir dil
uk: нединамічна мова для швидкої розробки

source: Java
gu: જાવા

source: So you're a believer in <code>AbstractMethodFactoryBean</code>s? Straightforward enough...
ca: Així que creieu en <code>AbstractMethodFactoryBean</code>? És prou senzill...
cs: Tak tedy věříte v <code>AbstractMethodFactoryBean</code>? Dosti upřímné...
de: Sie glauben also an <code>AbstractMethodFactoryBean</code>s? Sehr geradlinig...
es: ¿Entonces eres un creyente en <code>AbstractMethodFactoryBean</code>s? Parece sencillo y directo al grano...
fi: Joten uskot <code>AbstractMethodFactoryBean</code>eihin? Riittävän suoraviivaista ...
fr: Ainsi vous croyez aux <code>AbstractMethodFactoryBean</code>s ? Suffisamment direct…
gu: તો તમે <code>એબ્સ્ટ્રેક્ટ પદ્ધતિ ફેક્ટરી બીન</code>? માં માનો છો ?
hu: Szóval az <code>AbstractMethodFactoryBean</code>-ben hiszel? Elég egyértelmű…
id: Jadi, kamu adalah orang yang percaya pada <code>AbstractMethodFactoryBean</code>? Cukup mudah...
nl: Dus je gelooft in <code>AbstractMethodFactoryBean</code>s? Eenvoudig genoeg ...
pt_br: Então você é um devoto de <code>AbstractMethodFactoryBean</code>s? Bem direto...
sv: Så du tror på <code>AbstraktMetodFabriksBön</code>or? Tillräckligt rättframt …
tr: Yani <code>AbstractMethodFactoryBean</code>'lere mi inanıyorsunuz? Yeterince basit...
uk: Вірите у всі ці <code>AbstractMethodFactoryBean</code>? Ну, принаймні, ви самі зізналися...

source: a nondynamic language for nonrapid development
ca: un llenguatge no dinàmic per al desenvolupament no ràpid
cs: nedynamický jazyk pro nerapidní vývoj
de: Eine nicht-dynamische Sprache für nicht-rapide Entwicklung
es: un lenguaje no dinámico para desarrollos no rápidos
fi: ei-dynaaminen kieli hitaampaan kehitykseen
fr: un langage non dynamique pour un développement non rapide
gu: બિન ઝડપી વિકાસ માટે બિન ગતિશીલ ભાષા
hu: egy nemdinamikus nyelv, nem túl gyors fejlesztéshez
id: bahasa nondinamis untuk pengembangan yang tidak cepat
nl: een niet-dynamische taal voor niet-snelle ontwikkeling
pt_br: uma linguagem "não-dinâmica" pra um desenvolvimento "não-rápido"
sv: ett ickedynamiskt språk för annat än snabb utveckling
tr: hızlı olmayan geliştirme için dinamik olmayan bir dil
uk: нединамічна мова для тривалої розробки

source: Scala
de: Skala
gu: સ્કાલા

source: So, just OOP or functional languages wouldn't do it? You had to have both, huh?
ca: Així doncs, no ho podrien fer tan sols els oop o els llenguatges funcionals? Hauríem de tenir les dues coses?
cs: Tak tedy jen OOP nebo funkcionální jazyky to nezvládnou? Musíte mít oboje, že?
de: Nur OOP oder funktionale Sprachen sind dir nicht genug? Du musst wohl alles haben, hmm?
es: Así que no te valen los lenguajes orientados a objetos ni los funcionales; necesitas los dos en uno, ¿no?
fi: Pelkkä olio-ohjelmointi tai funktionaaliset kielet eivät riitä? Sinun piti saada siis molemmat vai?
fr: Ainsi donc, les langages fonctionnels ou OOP ne suffiraient pas ? Il vous faut les deux, heu ?
gu: તો, ફક્ત OOP અથવા વિધેયાત્મક ભાષાઓ તે કરશે નહીં? તમારે બન્ને હોત, હહ.. ?
hu: A csak OOP, vagy csak funkcionális nyelvek nem elég jók? Mind a kettő kell egyszerre, ugye?
id: Jadi, hanya OOP atau bahasa fungsional saja tidak cukup? kamu harus memiliki keduanya, ya?
nl: Dus alleen OOP of functionele talen zouden het niet doen? Jij moest beide hebben, hè?
pt_br: Então, apenas linguagens OOP ou funcionais não dão conta? Você precisa ter os dois, em?
sv: Så bara OOP eller funktionella språk räcker inte? Du måste ha båda, va?
tr: Yani sadece OOP ve fonksiyonel diller yetmiyor mu? İkisini de istiyorsunuz, öyle mi?
uk: Отже, простого ООП або функціональних мов недостатньо? Потрібне і те, і інше одразу?

source: a nondynamic language for semirapid development
ca: un llenguatge no dinàmic per al desenvolupament semiràpid
cs: nedynamický jazyk pro polorapidní vývoj
de: eine nicht-dynamische Sprache für halbrapide Entwicklung
es: un lenguaje no dinámico para desarrollos casi rápidos
fi: ei-dynaaminen kieli puolinopeaan kehitykseen
fr: un langage non dynamique pour un développement semi-rapide
gu: અર્ધ ઝડપી વિકાસ માટે બિન ગતિશીલ ભાષા
hu: egy nemdinamikus nyelv, viszonylag gyors fejlesztéshez
id: bahasa nondinamis untuk pengembangan semirapid
nl: een niet-dynamische taal voor semirapide ontwikkeling
pt_br: uma linguagem "não-dinâmica" pra um desenvolvimento semi-rápido
sv: ett ickedynamiskt språk för halvsnabb utveckling
tr: yarı hızlı geliştirme için dinamik olmayan bir dil
uk: нединамічна мова для не дуже швидкої розробки

source: JavaScript
gu: જાવાસ્ક્રીપ્ટ

source: So, you think having native integers is over-rated? What could go wrong?
ca: Per tant, creieu que tenir enters negatius està sobrevalorat? Què podria sortir malament?
cs: Tak tedy vy si myslíte, že nativní integery se přeceňují? Co by se mohlo stát špatného?
de: Du denkst also, einfache ganze Zahlen sind überbewertet? Was kann schiefgehen?
es: Es verdad, tener enteros nativos está sobrevalorado. ¿Qué podría salir mal?
fi: Luulet siis että natiivit kokonaisluvut ovat yliarvostettua? Mikä voisi mennä vikaan?
fr: Ainsi vous pensez qu’avoir des entiers négatifs est surfait ? Qu’est-ce qui ne va pas ?
gu: તેથી, તમને લાગે છે કે મૂળ પૂર્ણતાઓ એ અતિરેક છે? ખોટું શું થઈ શકે?
hu: Azt gondolod, hogy a natív egészek túlértékeltek? Mi baj történhet?
id: Jadi, menurut kamu, memiliki bilangan bulat asli terlalu berlebihan? Apa yang salah?
nl: Dus, denk je dat het hebben van native gehele getallen overschat is? Wat kan er fout gaan?
pt_br: Então, você acha que ter inteiros nativos é superestimado? O que poderia dar errado?
sv: Så du tycker att ha inbyggda heltal är överreklamerat? Vad skulle kunna gå fel?
tr: Yani yerel tamsayıların abartılı olduğunu mu düşünüyorsunuz? Ne ters gidebilir ki?
uk: Отже, вам здається, що вбудованих типів цілих чисел недостатньо? Що може піти не так?

source: There's plenty to do. How about joining the..
ca: Hi ha moltes coses a fer. Què hi ha en unir-se a...
cs: Na práci je toho dodně. Co takhle se zapojit do...
de: Es gibt viel zu tun. Wie wäre es mit...
es: Hay mucho que hacer, podrías unirte al...
fi: Täällä on paljon tehtävää. Mitä jos liittyisit...
fr: Il y a des tas de choses à faire. Que diriez vous de rejoindre…
gu: ત્યાં ઘણું બધું છે. કેવી રીતે જોડાવું ..
hu: Sok mindent lehet csinálni. Mi lenne, ha csatlakoznál a…
id: Ada banyak yang harus dilakukan. Bagaimana kalau bergabung dengan ..
nl: Er is genoeg te doen. Hoe zit het met toetreden tot de..
pt_br: Há muito o que fazer. Que tal se juntar ao..
sv: Det finns mycket att göra. Vad sägs om att gå med i …
tr: Yapacak çok şey var. Şuna katılmaya ne dersiniz...
uk: Роботи вдосталь. Як щодо того, щоб долучитися до...

source: a dynamic web-oriented language for backend and frontend
ca: un llenguatge dinàmic orientat a la web per al backend i el frontend
cs: dynamický jazyk orientovaný na web pro backend a frontend
de: Eine dynamische web-orientierte Sprache für Backend und Frontend.
es: un lenguaje dinámico orientado a la web
fi: dynaaminen web-orientoitunut kieli tausta- ja edustaosiin
fr: un langage dynamique orienté Web pour le frontal et l’administration
gu: બેકએન્ડ અને ફ્રન્ટએન્ડ માટે ગતિશીલ વેબ-કેન્દ્રિત ભાષા
hu: egy dinamikus, web-orientált nyelv a backendhez és a frontendhez is
id: bahasa berorientasi web yang dinamis untuk backend dan frontend
nl: een dynamische webgerichte taal voor backend en frontend
pt_br: Uma dinâmica linguagem orientada à web para backend e frontend
sv: ett dynamiskt webborienterat språk för bakände och framände
tr: arka ve ön yüz için web tabanlı dinamik bir dil
uk: динамічна мова, орієнтовано на роботу у інтернеті, для основних модулів та надбудов

source: Websites Team
ca: Equip dels llocs web
cs: Tým webových stránek
de: Das Webseiten-Team
es: Equipo de sitios web
fi: Verkkosivutiimi
fr: l’équipe Websites
gu: વેબસાઈટ ટુકડી
hu: Weboldalak csapathoz
pt_br: Time de sites
sv: Webbsidegruppen
tr: Web Siteleri Ekibi
uk: Команда роботи із сайтами

source: Great!
ca: Genial!
cs: Výborně!
de: Großartig!
es: ¡Genial!
fi: Mahtavaa!
fr: Génial !
gu: ઉતમ
hu: Nagyszerű!
id: Bagus!
nl: Geweldig!
pt_br: Ótimo!
sv: Jättebra!
tr: Harika!
uk: Відмінно!
