Repository: fedora-infra/asknot-ng
Catalog: l10n/fedora/locale/*.po
Languages: ca, cs, de, es, fi, fr, gu, hu, id, nl, pt_br, sv, tr, uk

source: the Fedora Internationalization subproject
ca: el subprojecte d'internacionalització de Fedora
cs: podprojekt internacionalizace Fedory
de: Das Fedora-Übersetzungsprojekt
es: el proyecto de internacionalización de Fedora
fi: Fedoran kansainvälistämisen alaprojekti
fr: le sous-projet Internationalisation de Fedora
gu: fedora આંતરરાષ્ટ્રીકરણ પેટા પ્રોજેક્ટ
hu: a Fedora nemzetköziesítési alprojekt
id: subproyek Internasionalisasi Fedora
nl: het Fedora internationalisatie subproject
pt_br: o subprojeto de internacionalização Fedora
sv: Fedoras underprojekt för internationalisering
tr: Fedora Uluslararasılaştırma alt projesi
uk: підпроєкт інтернаціоналізації Fedora

source: Package Maintainer
ca: Mantenidor de paquets
cs: Správce balíčků
de: Paketbetreuer
es: Mantenedor de paquetes
fi: Paketin ylläpitäjä
fr: Mainteneur de paquets
gu: package જાળવણીકાર
hu: Csomag karbantartó
id: Pengelola Paket
nl: Pakketbeheerder
pt_br: Mantenedor de pacotes
sv: Paketskötare
tr: Paketleyici
uk: Супровідник пакунків

source: steward of the packages in Fedora
ca: assistent dels paquets en Fedora
cs: stará se ve Fedoře o balíčky softwaru
de: Verwalter der Pakete in Fedora
es: administrador de los paquetes en Fedora
fi: pakettien hoitaja Fedorassa
fr: au service des paquets de Fedora
gu: Fedora માંના પેકેજોના પ્રબંધક
hu: a Fedora csomagok gondozói
id: pengurus paket-paket di Fedora
nl: beheerder van de pakketten in Fedora
pt_br: administrador dos pacotes no Fedora
sv: förvaltare av paketen i Fedora
tr: Fedora'daki paketlerin sorumlusu
uk: стюард пакунків у Fedora

source: about how to join the QA team?
ca: sobre la forma d'unir-se a l'equip de preguntes i respostes?
cs: co se tak přidat k týmu QA?
de: Wie wäre es, dem QA-Team beizutreten ?
es: ¿acerca de cómo unirse al equipo de control de calidad?
fi: kuinka liittyä laadunvalvontatiimiin?
fr: sur la manière de rejoindre l’équipe Assurance qualité de Fedora ?
gu: ગુણવતા ખાત્રીકરણ ટુકડી મા કઈ રીતે જોડાવું ?
hu: hogyan csatlakozz a QA csapathoz?
id: tentang bagaimana cara bergabung dengan tim QA?
nl: over hoe je lid kunt worden van het QA-team?
pt_br: que tal se juntar à equipe de Garantia de Qualidade?
sv: om hur man går med i QA-gruppen?
tr: QA ekibine nasıl katılabileceğiniz hakkında?
uk: щодо того, як долучитися до команди із забезпечення якості?

source: Certainly.
ca: Segurament.
cs: Jistě.
de: Bestimmt.
es: Por supuesto.
fi: Totta kai.
fr: Certainement.
gu: ચોક્કસપણે
hu: Persze.
id: Tentu saja.
nl: Zeker.
pt_br: Certamente.
sv: Javisst.
tr: Kesinlikle.
uk: Звичайно ж.

source: We need people to...
ca: Necessitem gent per...
cs: Potřebujeme lidi na…
de: Wir brauchen Leute um ...
es: Necesitamos gente para...
fi: Tarvitsemme ihmisiä...
fr: Nous avons besoin de monde pour…
gu: અમને લોકોની જરૂર છે ...
hu: A következő feladatokra keresünk embereket…
id: Kami membutuhkan orang untuk...
nl: We hebben mensen nodig om...
pt_br: Precisamos de pessoas para...
sv: Vi behöver folk för att …
tr: Şunun için insanlara ihtiyacımız var...
uk: Нам потрібні ті, хто...

source: about different QA and testing tasks
ca: sobre les diferents tasques de l'equip de preguntes i respostes
cs: o různém zajišťování kvality a testovacích úlohách
de: über verschiedene QA und Testaufgaben
es: acerca de las diferentes tareas de control de calidad y pruebas
fi: erilaisia laaduvalvonta- ja testaustehtäviä
fr: à propos de diverses tâche d’assurance qualité et de test
gu: વિવિધ ગુણવતા ખાત્રીકરણ અને પરીક્ષણ ક્રિયાઓ વિશે
hu: a különböző QA és tesztelési feladatokról
id: tentang berbagai tugas QA dan pengujian
nl: over verschillende QA- en testtaken
pt_br: sobre as diferentes tarefas de controle de qualidade e teste
sv: om olika QA- och testuppgifter
tr: farklı QA ve test görevleri hakkında
uk: щодо різних завдань із забезпечення якості та тестування

source: Validate Releases
ca: Validar els llançaments
cs: Ověřovat vydání
de: Veröffentlichungen überprüfen
es: Validar Lanzamientos
fi: Julkaisujen vahvistaminen
fr: Valider les versions
gu: release ને માન્ય કરો
hu: Kiadások ellenőrzése
id: Memvalidasi Rilis
nl: Valideren van releases
pt_br: validar Lançamentos
sv: Validera utgåvor
tr: Sürümleri Doğrulamak
uk: Перевірка випусків

source: when there's an upcoming release, that is
ca: és a dir, quan hi ha un proper llançament
cs: tedy když se zrovna vydání chystá
de: Das geschieht vor einer bevorstehenden Veröffentlichung
es: cuando estamos cerca de un lanzamiento, claro
fi: kun on tulossa julkaisu, se on
fr: lorsqu’il y a une version sur le point de sortir qui
gu: જ્યારે આગામી પ્રકાશન છે, તે છે
hu: ha épp van egy következő kiadás
id: ketika ada rilis yang akan datang, yaitu
nl: wanneer er een komende release is, dat is
pt_br: quando houver um próximo lançamento, isso é
sv: när en ny utgåva är på gång, alltså
tr: yaklaşan bir sürüm olduğu zaman
uk: коли буде наступний випуск, яким є

source: Test Updates
ca: Provar les actualitzacions
cs: Testovat aktualizace
de: Aktualisierungen testen
es: Comprobar Actualizaciones
fi: Testaa päivityksiä
fr: Mise à jour des tests
gu: પરીક્ષણ સુધારાઓ
hu: Frissítések tesztelése
id: Menguji Pembaruan
pt_br: Atualizações de teste
sv: Testa uppdateringar
tr: Güncellemeleri Test Etmek
uk: Перевірка оновлень

source: before they hit the stable repo
ca: abans que arribin al dipòsit estable
cs: než se dostanou do stabilního repozitáře
de: Bevor sie in das stable Repository gehen
es: antes de mandarlas al repositorio estable
fi: ennen kuin ne päätyvät vakaaseen ohjelmistolähteeseen
fr: avant qu’ils ne rejoignent le dépôt stable
gu: તેઓ સ્થિર રેપો સુધી પહોંચે તે પેહલા
hu: mielőtt eljutnak a stabil tárolóba
id: sebelum rilis tersebut masuk ke repositori stabil
nl: voordat ze de stabiele repo ingaan
pt_br: Antes de atingirem o repo estável
sv: före de går ut till det stabila förrådet
tr: kararlı depoya ulaşmadan önce
uk: перш ніж потрапить до сховища стабільних пакунків

source: Create Test Cases
ca: Crear casos de prova
cs: Vytvářet testovací případy
de: Testfälle schaffen
es: Crear Casos de Prueba
fi: Luo testitapauksia
fr: Créer des situations de test
gu: પરીક્ષણ cases બનાવો
hu: Tesztesetek készítése
id: Membuat Kasus Uji
nl: Maak testcases
pt_br: Criar casos de teste
sv: Skapa testfall
tr: Test Senaryoları Oluşturmak
uk: Створення регламентів тестування

source: otherwise we won't know what to test
ca: en cas contrari no sabríem què provar
cs: jinak nebudeme vědět, co testovat
de: Andererseits werden wir nicht wissen, was zu testen ist
es: de otra forma no sabríamos que probar
fi: muuten emme tiedä mitä testata
fr: autrement, nous ne saurons pas quoi tester
gu: અન્યથા અમે નથી જાણતા શું પરીક્ષણ કરવા માટે હશે
hu: különben nem tudjuk, hogy mit kell tesztelnünk
id: jika tidak, kita tidak akan tahu apa yang harus diuji
nl: anders weten we niet wat we moeten testen
pt_br: Caso contrário, não saberemos o que testar
sv: annars vet vi inte vad vi skall testa
tr: aksi takdirde neyi test edeceğimizi bilemeyiz
uk: без них важко визначити об’єкти тестування

source: Develop Tools
ca: Desenvolupar eines
cs: Vyvíjet nástroje
de: Entwicklungswerkzeuge
es: Desarrollar Herramientas
fi: Kehitä työkaluja
fr: Développer des outils
gu: સાધનો વિકસાવો
hu: Eszközök fejlesztése
id: Mengembangkan Alat
nl: Ontwikkelgereedschappen
pt_br: Ferramentas de desenvolvimento
sv: Utveckla verktyg
tr: Araçlar Geliştirmek
uk: Інструменти для розробників

source: I'm of the same mind.
ca: Sóc de la mateixa opinió.
cs: Jsem téhož názoru.
de: Ich bin derselben Ansicht.
es: Comparto la misma opinión
fi: Olen samaa mieltä.
fr: Je suis dans le même état d’esprit.
gu: હું સરખું જ વિચારું છુ
hu: Én is így gondolkozom.
id: Saya memiliki pemikiran yang sama.
nl: Ik denk er hetzelfde over.
pt_br: Eu sou da mesma opinião.
sv: Jag är av samma åsikt.
tr: Ben de aynı düşünceye sahibim.
uk: Дотримуюся тієї самої думки.

source: We need people to hack on
ca: Necessitem gent que doni un cop de mà
cs: Potřebujeme, aby někdo hackoval
de: Wir brauchen Leute, die programmieren mit
es: Necesitamos gente que ayude con
fi: Tarvitsemme ihmisiä hakkeroimaan
fr: Nous avons besoin de gens pour fouiller en profondeur dans
gu: અમને જરૂર છે લોકો ની હેક કરવા
hu: Olyan emberekre van szükségünk, akik hekkelik a következőt:
id: Kita membutuhkan orang untuk meretas
nl: We hebben mensen nodig om te hacken
pt_br: Precisamos de pessoas para invadir
sv: Vi behöver folk för att hacka på
tr: Şunun üzerinde çalışacak insanlara ihtiyacımız var
uk: Нам потрібен хтось, хто працюватиме над

source: for continuous awesomeness
ca: per a contínues genialitats
cs: pro nekončící úžasnost
de: für kontinuierliche Großartigkeit
es: para genialidad continua
fi: jatkuvaan mahtavuuteen
fr: pour une génialité continuelle
gu: સતત શ્રેષ્ઠતા માટે
hu: a folyamatos nagyszerűségért
id: untuk kehebatan yang berkelanjutan
nl: voor continue ontzagwekkendheid
pt_br: por um avanço contínuo
sv: för att fortsatt vara fantastiskt
tr: sürekli mükemmellik için
uk: щоб не порушувати зачарування

source: Taskotron
gu: ટાસ્ક ઓ ટ્રોન

source: a framework for automated task execution
ca: un marc de treball per a l'execució de tasques automatitzades
cs: framework pro automatické testování
de: ein Framework für automatisierte Aufgabenausführung
es: una interfaz para la ejecución de tareas automatizadas
fi: viitekehys automatisoituun tehtävien suorittamiseen
fr: une infrastructure pour l’exécution automatique des tâches
gu: કાર્ય અમલ સ્વયંસંચાલિત કરવા માટે માળખું
hu: egy keretrendszer automatizált feladat végrehajtáshoz
id: kerangka kerja untuk pelaksanaan tugas otomatis
nl: een raamwerk voor geautomatiseerde taakuitvoering
pt_br: um framework para execução de tarefas automatizadas
sv: ett ramverk för automatiserad körning av uppgifter
tr: bir otomatik görev yürütme çerçevesi
uk: оболонка для автоматизованого виконання завдань

source: BlockerBugs
gu: બ્લોકરબગ્સ

source: used to propose and track release blocking bugs
ca: s'utilitza per a proposar i seguir les errates que bloquegen els llançaments
cs: používá se k návrhům a sledování chyb blokujících vydání
de: wird genutzt, um Release-verhindernde Bugs vorzuschlagen und nachzuverfolgen
es: utilizado para proponer y realizar seguimiento de errores bloqueantes
fi: käytetään ehdottamaan ja jäljittämään julkaisua estäviä ohjelmavirheitä
fr: habitué(e) à proposer et à traquer les bogues qui bloquent les nouvelles versions
gu: પ્રકાશન બ્લૉકિંગ બગ્સનો પ્રસ્તાવ અને ટ્રેક કરવા માટે વપરાય છે
hu: a kiadást blokkoló hibák javaslatára és követésére
id: digunakan untuk mengusulkan dan melacak bug pemblokiran rilis
nl: gebruikt voor het voorstellen en volgen van blokkeerfouten in de release
pt_br: usado para propor e controlar erros de bloqueio de lançamento
sv: använd för att föreslå och spåra fel som blockerar utgåvor
tr: sürüm engelleyici hataları önermek ve izlemek için kullanılır
uk: використовується для пропонування вад, які блокують випуск, та стеження за ними

source: Bodhi
gu: બોધી

source: the Fedora Updates System
ca: el sistema d'actualitzacions de Fedora
cs: systém aktualizací Fedory
de: das Fedora-Aktualisierungssystem
es: el Sistema de Actualizaciones de Fedora
fi: Fedora-päivitysjärjestelmä
fr: le système de mise à jour de Fedora
gu: fedora સુધારા તંત્ર
hu: A Fedora frissítési rendszer
id: Sistem Pembaruan Fedora
nl: het Fedora updates-systeem
pt_br: o Sistema de Atualizações do Fedora
sv: Fedoras uppdateringssystem
tr: Fedora Güncellemeleri Sistemi
uk: Система оновлень Fedora

source: fedora-easy-karma
gu: ફેડોરા-સરળ-કર્મ

source: a handsome tool to ease testing updates
ca: una eina elegant que facilita la prova de les actualitzacions
cs: fešácký nástroj, který usnadňuje testování aktualizací
de: ein schönes Werkzeug zum einfachen Testen von Aktualisierungen
es: una bonita herramienta para facilitar las pruebas de actualizaciones
fi: upea työkalu päivitysten testauksen helpottamiseksi
fr: un magnifique outil pour faciliter le test des mises à jour
gu: પરીક્ષણ સુધારા ને સરળ બનાવવા માટે એક સુંદર સાધન
hu: egy jól kinéző eszköz a frissítések tesztelésének megkönnyítésére
id: alat yang bagus untuk memudahkan pengujian pembaruan
nl: een knap hulpmiddel om het testen van updates te vergemakkelijken
pt_br: uma bela ferramenta para facilitar os testes de atualizações
sv: ett stiligt verktyg för att förenkla testande av uppdateringar
tr: güncellemeleri test etmeyi kolaylaştırmak için yakışıklı bir araç
uk: чудовий інструмент, який полегшує тестування оновлень

source: Take Over
ca: Preneu el control
cs: Převzít
de: Übernehmen
es: Tomar el control
fi: Ota haltuun
fr: Prendre le contrôle
gu: નિયંત્રણ-ગ્રહણ
hu: Vedd át
id: Mengambil alih
nl: Overnemen
pt_br: Assuma o controle
sv: Ta över
tr: Devralmak
uk: Візьміться

source: That's huge of you.
ca: Això em va gran.
cs: To je od vás velkorysé.
de: Das ist großartig von dir.
es: Enorme, de tu parte.
fi: Se on valtavaa sinusta.
fr: C’est grand de votre part.
gu: તે તમારા માટે વિશાળ છે
hu: Ez nagyszerű tőled.
id: Kamu hebat sekali.
nl: Dat is enorm van je.
pt_br: Isso é enorme para você.
sv: Det är stort av dig.
tr: O sizin büyüklüğünüz.
uk: Їх забагато для вас.

source: we need someone to head up...
ca: necessitem algú per dirigir...
cs: potřebujeme někoho, kdo by vedl…
de: wir brauchen jemanden um anzuleiten
es: Necesitamos a alguien para dirigir...
fi: tarvitsemme jonkun johtamaan...
fr: nous avons besoin de quelqu’un pour diriger…
gu: અમારે કોઈક જોયે છે નેતૃત્વ કરવા માટે .
hu: olyan emberre van szükségünk, aki segít a…
id: kita membutuhkan seseorang untuk mengepalai...
nl: we hebben iemand nodig die de leiding neemt...
pt_br: precisamos de alguém para liderar ...
sv: vi behöver någon som leder …
tr: şunun başına geçecek birilerine ihtiyacımız var...
uk: нам потрібен хтось, хто не втрачатиме пильності...

source: some basically abandoned tasks
ca: algunes tasques bàsicament abandonades
cs: některé v podstatě opuštěné úkony
de: Einige grundlegende Aufgaben, die verwahrlost sind
es: algunas tareas básicamente abandonadas
fi: joitain käytännössä hylättyjä tehtäviä
fr: quelques tâches essentiellement à l’abandon
gu: કેટલીક ત્ય્જીત ક્રિયાઓ
hu: néhány félbehagyott feladatot
id: beberapa tugas yang pada dasarnya terbengkalai
nl: sommige in feite verwaarloosde taken
pt_br: algumas tarefas basicamente abandonadas
sv: några grundläggande övergivna uppgifter
tr: çoğunlukla terk edilmiş bazı görevler
uk: деякі прості полишені завдання

source: Bug Triage
ca: Triatge d'errates
cs: Stanovení priorit chyb
de: Fehlereinschätzung
es: Separación y clasificación de errores
fi: Virheiden priorisointi
fr: Tri de bogues
gu: બગ ટ્રાએજ
hu: Hibák osztályozásában
pt_br: Triagem de bugs
sv: Prioritering av fel
tr: Hata Triyajı
uk: Виявлення причин вад

source: you'll need a heart of gold
ca: es necessita un cor d'or
cs: budete potřebovat srdce ze zlata
de: du wirst ein Herz aus Gold brauchen
es: se necesita un corazón de oro
fi: sinulla pitää olla kultainen sydän
fr: il vous faudra être amical et dévoué
gu: તમારે સોના નું હદય જોશે
hu: aranyszívre lesz szükséged
id: Kamu akan membutuhkan hati emas
nl: je hebt een hart van goud nodig
pt_br: você precisará de um coração de ouro
sv: du kommer behöva ett hjärta av guld
tr: altın bir kalbe ihtiyacınız olacak
uk: вам знадобиться добре серце

source: Server SIG
ca: SIG del servidor
fi: Palvelin SIG
gu: સર્વર મા વિશેષ રસ ધરાવતું જૂથ
tr: Sunucu ÖİG'si
uk: Група Server

source: the special-interest-group for Fedora Server
ca: el grup d'interès especial per a Fedora Server
cs: Skupina zvláštního zájmu pro Fedoru Server
de: die Interessensgruppe für Fedora Server
es: el grupo de interés especial de Fedora Server
fi: Fedora palvelimen special-interest-group
fr: le groupe d’intérêt spécial pour Fedora Server
gu: fedora સર્વર મા વિશેષ રસ ધરાવતું જૂથ
hu: a Fedora Server különleges érdekeltségű csoportja
id: kelompok minat khusus untuk Server Fedora
nl: de special-interest-groep voor Fedora Server
pt_br: o grupo de interesse especial para o Fedora Server
sv: specialintressegruppen för Fedora Server
tr: Fedora Server için özel ilgi grubu
uk: група тих, хто цікавиться роботою Fedora Server

source: about how to join the L10N team?
ca: sobre la forma d'unir-se a l'equip L10N?
cs: o tom, jak se přidat k lokalizačnímu týmu?
de: Wie wäre es, dem L10N-Team beizutreten ?
es: ¿sobre cómo unirse al equipo de L10N?
fi: mitä jos liittyisit L10N-tiimiin?
fr: sur la manière de rejoindre l’équipe L10N ?
gu: L10N ટુકડી મા કેવી રીતે જોડાવુ
hu: hogyan csatlakozz a honosító csapathoz?
id: tentang bagaimana cara bergabung dengan tim L10N?
nl: over hoe je lid kunt worden van het L10N-team?
pt_br: que tal se juntar à equipe L10N?
sv: om hur man går med i L10N-gruppen?
tr: L10N ekibine nasıl katılabileceğiniz hakkında?
uk: щодо того, як долучитися до команди з локалізації?

source: Let's get down to business.
ca: Anem al gra.
cs: Dejme se do práce.
de: Lass uns zum Geschäftlichen kommen.
es: Vamos al grano.
fi: Suoraan asiaan.
fr: Mettons-nous au travail.
gu: ચાલો વ્યવસાયમાં નીચે ઉતરીએ
hu: Vágjunk bele az üzletbe.
id: Mari kita mulai ke bisnis.
nl: Ter zake.
pt_br: Vamos ao que interessa
sv: Låt oss komma till saken.
tr: Haydi işe koyulalım.
uk: Ближче до справи.

source: Perhaps you'd be interested in translating...
ca: Potser podríeu estar interessat en la traducció...
cs: Možná byste chtěli překládat…
de: Vielleicht bist du an Übersetzung interessiert ...
es: Quizás estés interesado en traducir...
fi: Ehkä sinua kiinnostaisi kääntäminen...
fr: La traduction vous intéresserait peut-être…
gu: કદાચ તમે અનુવાદન માં રસ ધરાવો છો ...
hu: Lehet, hogy érdekelne a fordítás…
id: Mungkin kamu tertarik untuk menerjemahkan...
nl: Misschien ben je geïnteresseerd in vertalen...
pt_br: Talvez você se interesse em traduzir...
sv: Kanske du är intresserad av att översätta …
tr: Belki şunun çevirisini yapmak istersiniz...
uk: Можливо, вам буде цікаво щось перекласти…

source: about L10N tasks
ca: sobre les taques L10N
cs: o úlohách L10N
de: über L10N-Aufgaben
es: sobre las tareas de L10N
fi: L10N-tehtävistä
fr: à propos des tâches L10N
gu: L10N ક્રિયાઓ વિશે
hu: a honosítási feladatokról
id: tentang tugas-tugas L10N
nl: over L10N-taken
pt_br: sobre tarefas L10N
sv: om L10N-uppgifter
tr: L10N görevleri hakkında
uk: про завдання з перекладу

source: User Interfaces
ca: Interfícies d'usuari
cs: Uživatelská rozhraní
de: Nutzerschnittstellen
es: Interfaces de usuario
fi: Käyttöliittymät
fr: Les interfaces utilisateur
gu: ઉપયોગકર્તા ઈન્ટરફેસ
hu: Felhasználói felületek
id: Antarmuka Pengguna
nl: Gebruikersinterfaces
pt_br: Interface de usuário
sv: Användargränssnitt
tr: Kullanıcı Arayüzleri
uk: Інтерфейси користувача

source: there are some essential projects that need translating
ca: hi ha alguns projectes essencials que necessiten traducció
cs: několik klíčových projektů potřebuje překládat
de: Es gibt einige unerlässliche Projekte die übersetzt werden müssen
es: hay algunos proyectos esenciales que necesitan ser traducidos
fi: on joitakin oleellisia projekteja jotka kaipaavat kääntämistä
fr: il y a quelques projets essentiels qui ont besoin d’être traduits
gu: ત્યાં કેટલાક આવશ્યક પ્રોજેક્ટ્સ છે જેને અનુવાદ ની જરૂર છે
hu: van néhány létfontosságú projekt, amely fordításra szorul
id: ada beberapa proyek penting yang perlu diterjemahkan
nl: er zijn enkele essentiële projecten die moeten worden vertaald
pt_br: existem alguns projetos importantes precisando de tradução
sv: det finns några viktiga projekt som behöver översättas
tr: çeviri gerektiren bazı önemli projeler var
uk: існує декілька основних проєктів, які потребують перекладу

source: Wiki Pages
ca: Pàgines wiki
cs: Wiki stránky
de: Wikiseiten
es: Páginas Wiki
fi: Wiki-sivut
fr: Les pages de wiki
gu: વિકી પાનાં
hu: Wiki oldalak
id: Halaman Wiki
nl: Wiki pagina's
pt_br: Páginas Wiki
sv: Wiki-sidor
tr: Wiki Sayfaları
uk: Сторінки вікі

source: usually from English to another language
ca: en general d'anglès a un altre idioma
cs: většinou z angličtiny do jiného jazyka
de: üblicherweise von Englisch in eine andere Sprache
es: normalmente del inglés a otro idioma
fi: yleensä englannista toiselle kielelle
fr: en général de l’anglais vers une autre langue
gu: સામાન્ય રીતે અંગ્રેજીમાં થી અન્ય ભાષામાં
hu: általában angolról egy másik nyelvre
id: biasanya dari bahasa Inggris ke bahasa lain
nl: meestal van het Engels naar een andere taal
pt_br: normalmente do inglês para outra língua
sv: vanligen från engelska till ett annat språk
tr: genellikle İngilizceden başka bir dile
uk: зазвичай, з англійської іншою мовою

source: all the guides and release notes
ca: totes les guies i les notes dels llançaments
cs: všechny příručky a poznámky k vydání
de: alle Anleitungen und Veröffentlichungshinweise
es: todas las guías y notas de lanzamiento
fi: kaikki oppaat ja julkaisumuistiot
fr: tous les guides et les notes de version
gu: તમામ માર્ગદર્શિકા અને પ્રકાશન નોંધો
hu: az összes leírás és kiadási megjegyzés
id: semua panduan dan catatan rilis
nl: alle handleidingen en release-opmerkingen
pt_br: todos os guias e notas de versão
sv: alla guiderna och utgåvenoteringarna
tr: tüm kılavuzlar ve sürüm notları
uk: усі підручники і нотатки щодо випуску

source: which has it's own translation resources
ca: que té els seus propis recursos de traducció
cs: které má vlastní překladatelskou infrastrukturu
es: que tiene su propio recurso de traducción
gu: જેના પોતાના ભાષાંતર સ્રોતો છે
sv: som har sina egna översättningsresurser
uk: тут є власна процедура перекладу

source: also with it's own translation process
ca: també amb el seu propi procés de traducció
cs: rovněž s vlastním překládacím procesem
es: también con su propio proceso de traducción
gu: તેની પોતાની ભાષાંતર પ્રક્રિયા
sv: också med sin egen översättningsprocess
uk: тут також є власна процедура перекладу

source: Without you no-one would be able to "RTFM", as they say.
ca: Com diuen, sense ningú es podria llegir el manual dels trons.
cs: Bez vás by nikdo nemohl, jak se říká, „RTFM“.
de: Ohne dich wäre niemand zu "RTFM" in der Lage, wie sie sagen.
es: Sin ti nadie podría "leer el maldito manual".
fi: Ilman sinua kukaan ei voisi sanoa "RTFM", kuten sanotaan.
fr: Sans vous personne ne sera capable de « Llire le putain de manuel », comme on dit.
gu: તમારા વિના કોઈ એક "RTFM" સમક્ષ રજુ કરી શકશે નહી, કારણ કે તેઓ કહે છે.
hu: Nélküled senki sem mondhatná azt, hogy „RTFM”.
id: Tanpa kamu, tidak akan ada yang bisa "RTFM", seperti yang mereka katakan.
nl: Zonder jou zou niemand kunnen "RTFM", zoals ze zeggen.
pt_br: Sem você, ninguém poderia "RTFM", como eles dizem.
sv: Utan dig skulle inte någon kunna ”RTFM”, som de säger.
tr: Siz olmadan, kimse dedikleri gibi "RTFM" yapamaz.
uk: Без вас ніхто не створить той підручник, який, як кажуть, варто прочитати.

source: Would you be interested in something...
ca: Podríeu estar interessat en alguna cosa....
cs: Zajímalo by vás spíš něco…
de: Wärst du interessiert an etwas ...
es: ¿Te interesa algo...
fi: Kiinnostaisiko sinua jokin...
fr: Seriez-vous intéressé par quelque chose…
gu: શું તમે કંઈક રસ ધરાવો છો ...
hu: Jobban érdekelne valami…
id: Apakah kamu tertarik dengan sesuatu...
nl: Zou je ergens in geïnteresseerd zijn...
pt_br: Você estaria interessado em algo...
sv: Skulle du vara intresserad av något …
tr: Şöyle bir şeyle ilgilenir misiniz...
uk: Чи не зацікавило б вас щось схоже на...
