Repository: fedora-infra/asknot-ng
Catalog: l10n/fedora/locale/*.po
Languages: ca, cs, de, es, fi, fr, gu, hu, id, nl, pt_br, sv, tr, uk

source: so people know how to use this crazy stuff
ca: perquè la gent sàpiga com utilitzar aquestes coses esbojarrades
cs: aby lidé věděli, jak ty šílenosti používat
de: die Leute wissen daher wie sie diese verrückten Sachen nutzen können
es: para que la gente sepa cómo usar todas estas maravillas
fi: jotta ihmiset tietäisivät miten näitä hulluja juttuja käytetään
fr: ainsi, quelqu’un sait comment utiliser ce machin dément
gu: તો લોકોને ખબર છે કે આ ઉન્મત્ત સામગ્રી કેવી રીતે વાપરવી
hu: hogy tudják, hogy kell ezeket az őrült dolgokat használni
id: sehingga orang tahu bagaimana menggunakan hal gila ini
nl: zodat mensen weten hoe ze dit gekke spul moeten gebruiken
pt_br: então as pessoas sabem como usar essas coisas loucas
sv: så att folk vet hur de skall använda dessa knäppa grejer
tr: insanların bu çılgın şeyleri nasıl kullanacaklarını bilmeleri için
uk: щоб усі знали, як користуватися усіма цими божевільними штуками

source: about how to join the docs team?
ca: sobre la forma d'unir-se a l'equip de documentació?
cs: o tom, jak se přidat k dokumentačnímu týmu?
de: Wie wäre es, dem Dokumentationsteam beizutreten ?
es: sobre cómo unirse al equipo de documentación?
fi: miten olisi dokumentointitiimiin liittyminen?
fr: à propos de la manière de rejoindre l’équipe docs ?
gu: દસ્તાવેજીકરણ ટુકડી મા કેવી રીતે જોડાવુ
hu: hogyan csatlakozz a dokumentációs csapathoz?
id: tentang bagaimana cara bergabung dengan tim dokumen?
nl: over hoe je lid kunt worden van het docs-team?
pt_br: que tal se juntar à equipe de documentação?
sv: om hur man går med i dokumentationsgruppen?
tr: doküman ekibine nasıl katılabileceğiniz hakkında?
uk: щодо того, як долучитися до команди із документування?

source: Now we're talking!
ca: Ara estem parlant!
cs: No prosím, to je ono!
de: Jetzt reden wir!
es: ¡Por fin entramos en detalles!
fi: Nyt päästiin asiaan!
fr: Maintenant discutons !
gu: હવે આપણે વાત કરીએ છીએ
hu: Ez a beszéd!
id: Sekarang kita bicara!
nl: Dat lijkt er meer op!
pt_br: Agora a gente tá se entendo!
sv: Nu snackar vi!
tr: Şimdi konuşmaya başladık!
uk: Тепер це зовсім інша розмова!

source: Let's see. How about working on...
ca: Anem a veure. Sobre la forma de treballar en...
cs: Co tu máme? Co třeba pracovat na…
de: Mal sehen. Wie wär's mit...
es: Veamos. Podrías dedicarte a...
fi: Katsotaanpa. Miten olisi...
fr: Attendez voir. Que diriez-vous de travailler sur…
gu: ચાલો જોઈએ કેવી રીતે કામ કરવું તે વિશે કેવું રેહશે
hu: Lássuk. Mi lenne, ha ezen dolgoznál…
id: Mari kita lihat. Bagaimana kalau mengerjakan...
nl: Laten we eens kijken. Hoe zit het met werken aan...
pt_br: Vamos ver. Que tal trabalhar em ...
sv: Låt oss se. Vad sägs om att arbeta med …
tr: Bakalım. Şunun üzerinde çalışmaya ne dersiniz...
uk: Побачимо. Як щодо того, щоб попрацювати над...

source: about documentation related tasks
ca: sobre les tasques relacionades amb la documentació
cs: o dokumentačních úkonech
de: über dokumentationsbezogene Aufgaben
es: sobre tareas relacionadas con documentación?
fi: dokumentointiin liittyvät tehtävät
fr: à propos des tâches relatives à la documentation
gu: દસ્તાવેજીકરણ સબંધિત ક્રિયાઓ વિશે
hu: a dokumentációval kapcsolatos feladatokból
id: tentang tugas-tugas terkait dokumentasi
nl: over aan documentatie gerelateerde taken
pt_br: sobre tarefas relacionadas a documentação
sv: om dokumentationsrelaterade uppgifter
tr: dokümantasyonla ilgili görevler hakkında
uk: щодо завдань, пов’язаних із документуванням

source: Wiki Gardening
ca: Jardineria wiki
cs: Pěstění wiki zahrádky
de: Wiki-Pflege
es: Retoques de la Wiki
fi: Wiki-puutarhan hoito
fr: Entretien du wiki
gu: વિકી બાગ
hu: Wiki kertészkedés
sv: Wiki-trädgårdsskötsel
tr: Wiki Bakımı
uk: Вікісадівництво

source: it tends to get a little overgrown
ca: tendeix a estar una mica descuidat
cs: Má sklon trochu přerůstat
de: es neigt zum Wuchern
es: tiende a ser un jardín un poco descuidado
fi: sillä on tapana olla hieman ylikasvanut
fr: il a tendance à trop grossir
gu: તે થોડું વધતું જાય છે
hu: néha kicsit túlnőnek a dolgokat
id: cenderung menjadi sedikit ditumbuhi
nl: het wordt vaak een beetje overwoekerd
pt_br: ele tende a ficar um pouco coberto
sv: den tenderar att bli lite övervuxen
tr: biraz fazla büyüme eğilimine sahiptir
uk: вікі завжди намагається надто розростися

source: A Beat
ca: Un bateg
cs: Beat
de: Ein Schlag
es: Un golpe
fi: Syke
fr: An Beat
gu: અ બીટ
hu: Egy beat
nl: Een beat
pt_br: Uma batida
sv: En notis
tr: Bir Kısım
uk: Частинка

source: a section of the release notes and a good place for new contributors
ca: una secció de les notes de la versió i un bon lloc per als nous col·laboradors
cs: sekce v poznámkách o vydání a dobré místo pro nové přispěvatele
de: eine Sektion der Veröffentlichungshinweise und guter Ort für neue Mitwirkende
es: una sección de las notas de lanzamiento y un buen lugar para nuevos colaboradores
fi: julkaisutietojen osa ja hyvä paikka uusille avustajille
fr: une section des notes de version et une bonne place pour les nouveaux contributeurs
gu: પ્રકાશન નોંધોનો એક વિભાગ અને નવા યોગદાનકર્તાઓ માટે સારું સ્થાન
hu: a kiadási megjegyzések egy szakasza, jó kezdőpont az új közreműködők számára
id: bagian dari catatan rilis dan tempat yang baik untuk kontributor baru
nl: een gedeelte van de release-opmerkingen en een goede plek voor nieuwe bijdragers
pt_br: Uma seção de notas de lançamento e um bom lugar para novos colaboradores
sv: ett avsnitt av utgåvenoteringarna och ett bra ställe för nya medarbetare
tr: sürüm notlarının bir bölümü ve yeni katkıda bulunanlar için iyi bir yer
uk: розділ нотаток щодо випуску, чудове місце для нових внесків

source: A Guide
ca: Una guia
cs: Příručka
de: Eine Anleitung
es: Una Guía
fi: Opas
fr: Un guide
gu: માર્ગદર્શિકા
hu: Egy leírás
id: Panduan
nl: Een gids
pt_br: Um guia
sv: En guide
tr: Bir Rehber
uk: Підручник

source: a more technical type of documentation
ca: un tipus de documentació més tècnica
cs: techničtější druh dokumentace
de: ein etwas technischerer Typ von Dokumentation
es: un tipo de documentación más técnica
fi: teknisempi dokumentaatio
fr: une documentation plus technique
gu: વધુ તકનીકી પ્રકારનું દસ્તાવેજીકરણ
hu: egy műszakibb jellegű leírás
id: jenis dokumentasi yang lebih teknis
nl: een meer technisch soort documentatie
pt_br: um tipo mais técnico de documentação
sv: en mer teknisk sorts dokumentation
tr: daha teknik bir dokümantasyon türü
uk: більш технічний тип документації

source: Real Issues
ca: Incidències reals
cs: Skutečné problémy
de: Wirkliche Probleme
es: Problemas reales
fi: Oikeat ongelmat
fr: Des problèmes réels
gu: વાસ્તવિક મુદ્દાઓ
hu: Valódi problémák
id: Masalah Nyata
nl: Echte problemen
pt_br: Problemas reais
sv: Verkliga ärenden
tr: Gerçek Sorunlar
uk: Справжні проблеми

source: that people have reported
ca: el que la gent ha reportat
cs: nahlášené lidmi
de: das Leute berichtet haben
es: que las personas han reportado
fi: joista käyttäjät ovat kertoneet
fr: que les utilisateurs ont signalés
gu: તે લોકોએ નોંધ્યું છે કે
hu: melyeket bejelentettek
id: yang telah dilaporkan oleh orang-orang
nl: die mensen hebben gemeld
pt_br: Que as pessoas relataram
sv: som folk har rapporterat
tr: insanlar tarafından bildirilen
uk: про які повідомляють

source: Blogging
cs: Blogování
de: Bloggen
es: Escribir en un blog
fi: Bloggaaminen
fr: Rédiger des billets de blog
gu: બ્લોગિંગ
hu: Blogolás
pt_br: Blogar
sv: Bloggande
tr: Blog
uk: Ведення блогу

source: Only the news that's fit to print.
ca: Tan sols les notícies que siguin aptes per a la seva impressió.
cs: Jen novinky, které se hodí do tisku
de: Nur das Neue passt um es zu drucken
es: Sólo las noticias aptas para impresión.
fi: Vain uutisia joilla on painoarvoa.
fr: Seulement les nouvelles qui sont bonnes à imprimer.
gu: ફક્ત છાપવા માટે યોગ્ય છે તે સમાચાર.
hu: Csak a sajtóképes hírek.
id: Hanya berita yang layak cetak.
nl: Alleen het nieuws dat geschikt is om te worden afgedrukt.
pt_br: Somente as notícias apropriadas para imprimir.
sv: Endast nyheterna som lämpar sig för skrift.
tr: Sadece yazılmaya uygun haberler.
uk: Лише новини, які варті друку.

source: How about something...
ca: Sobre alguna cosa...
cs: Třeba něco na způsob…
de: Wie wäre es mit etwas ...
es: Qué tal algo...
fi: Miten olisi jotain...
fr: Que diriez-vous de quelque chose…
gu: કંઈક વિશે કેવું રેહશે
hu: Legyen inkább…
id: Bagaimana dengan sesuatu yang...
nl: Wat denk je van iets...
pt_br: Que tal algo sobre...
sv: Vad sägs om något …
tr: Peki ya şöyle bir şey...
uk: Як щодо чогось...

source: 21st century journalism, my friend
ca: Periodisme del segle 21, amic meu
cs: Žurnalistika 21. století, příteli
de: Journalismus des 21. Jahrhunderts, mein Freund
es: periodismo del siglo 21, amigo
fi: Nykyaikaista journalismia, ystäväni
fr: journalisme du 21e siècle, mon ami
gu: 21 મી સદીનુ પત્રકારત્વ, મારા મિત્ર
hu: 21. századi újságírás, barátom
id: Jurnalisme abad ke-21, kawan
nl: 21e-eeuwse journalistiek, mijn beste
pt_br: jornalismo do século 21, meu caro
sv: Tjugohundratalets journalistik, min vän
tr: 21. yüzyıl gazeteciliği, arkadaşım
uk: журналістика 21 століття, мій друже

source: More Formal
ca: Més formal
cs: Formálnější
de: Etwas förmlicher
es: Formal
fi: Muodollisempi
fr: Plus formel
gu: વધુ ઔપચારિક
hu: Formálisabb
id: Lebih Formal
nl: Meer formeel
pt_br: Mais formal
sv: Mer formellt
tr: Daha Resmi
uk: Формальніше

source: Yes! The spotlight!
ca: Sí! El centre d'atenció!
cs: Hurá! Ve světle reflektorů!
de: Ja! Das Rampenlicht!
es: ¡Sí, el centro de atención!
fi: Kyllä! Parrasvalot!
fr: Oui ! Le projecteur !
gu: હા પ્રકાશ કેન્દ્ર
hu: Igen! A rivaldafény!
id: Ya! Sorotan!
nl: Ja! Het spotlicht!
pt_br: Sim! Os holofotes!
sv: Ja! Strålkastarljuset!
tr: Evet! Gündem!
uk: Так! Бачу світло!

source: You should get involved in writing for...
ca: Heu d'involucrar-vos amb escriure...
cs: Měli byste se zapojit do psaní pro…
de: Sie sollten sich einbringen beim Schreiben für...
es: Deberías ponerte a escribir para...
fi: Sinun pitäisi lähteä mukaan kirjoittamaan...
fr: Vous devriez vous impliquer dans la rédaction de…
gu: તમારે લેખનકામ માં સામેલ થવું જોઈએ ...
hu: Ennek az írásába kapcsolódjon be…
id: Kamu harus terlibat dalam penulisan untuk...
nl: Je moet betrokken raken bij het schrijven voor...
pt_br: Você deve se envolver na escrita para ...
sv: Du bör vara med om att skriva för …
tr: Şunun için yazmalısınız...
uk: Вам варто долучитися до написання...

source: something "official"
ca: alguna cosa "oficial"
cs: něco „oficiálního“
de: irgendetwas Offizielles.
es: algo "oficial"
fi: jotakin "virallista"
fr: quelque chose d’« officiel »
gu: કઈક અધિકૃત
hu: valami „hivatalos”
id: sesuatu yang "resmi"
nl: iets "officieels"
pt_br: algo "oficial"
sv: något ”officiellt”
tr: "resmi" bir şeyler
uk: щось «офіційне»

source: Fedora Magazine
cs: Fedora Magazín
de: Fedora Magazin
fr: Le magazine de Fedora
gu: ફેડોરા સામયિક
id: Majalah Fedora
sv: Fedoramagasinet
tr: Fedora Dergisi

source: all Fedora news, all the Fedora time
ca: totes les notícies de Fedora, tota l'estona de Fedora
cs: všechny zprávy Fedory, všechen čas Fedory
de: alle Fedora Nachrichten, zu jeder Zeit
es: Todas las noticias de Fedora, Fedora todo el tiempo
fi: kaikki Fedora-uutiset, kaikkina Fedora-aikoina
fr: toutes les nouvelles de Fedora, tout le temps
gu: બધા Fedora સમાચાર, બધા Fedora સમય
hu: minden Fedora hír, mindig
id: semua berita Fedora, sepanjang waktu Fedora
nl: al het Fedora nieuws, al de Fedora tijd
pt_br: Todas as notícias do Fedora, todo o tempo do Fedora
sv: alla Fedoranyheter, hela Fedoratiden
tr: tüm Fedora haberleri, her zaman Fedora
uk: усі новини щодо Fedora, усе про Fedora

source: Less Formal
ca: Menys formal
cs: Méně formální
de: Weniger formal
es: Menos formal
fi: Vähemmän muodollinen
fr: Moins formel
gu: ઓછુ ઔપચારિક
hu: Kevésbé formális
id: Kurang Formal
nl: Minder formeel
pt_br: Menos formal
sv: Mindre formellt
tr: Daha Az Resmi
uk: Менш офіційне

source: We have just the thing for you.
ca: Tenim la cosa adequada per a vosaltres.
cs: Máme něco přímo pro vás.
de: Wir haben diese Sache für dich
es: Tenemos algo perfecto para ti.
fi: Meillä on juuri sinulle sopiva homma.
fr: Nous avons ce qu’il vous faut.
gu: અમારી પાસે વસ્તુ છે માત્ર તમારી માટે
hu: Van valamink a számodra.
id: Kami memiliki hal yang tepat untuk kamu.
nl: Wij hebben iets voor je.
pt_br: Nós temos a coisa certa para você.
sv: Vi har något som passar dig precis.
tr: Tam size göre bir şeyimiz var.
uk: У нас є щось саме для вас.

source: Get your own blog added to the...
ca: Aconseguiu que s'afegeix el vostre propi blog a...
cs: Váš blog přidán do...
de: Ihr eigenes Blog hinzufügen zu...
es: Añade tu propio blog al...
fi: Sinun blogisi voidaan lisätä...
fr: Ajoutez votre propre blog au…
gu: તમારા પોતાના બ્લૉગને ઉમેરો
hu: Add a blogod a…
id: Tambahkan blog kamu sendiri ke...
nl: Laat je eigen blog toevoegen aan de...
pt_br: Obtenha seu próprio blog adicionado ao ...
sv: Lägg med din egen blogg i …
tr: Kendi blogunuzu şuraya ekleyin...
uk: Додайте ваш власний блок до...

source: something more personal
ca: alguna cosa més personal
cs: něco osobnějšího
de: etwas persönlicher
es: algo más personal
fi: vähän persoonallisempi
fr: quelque chose de plus personnel
gu: કઈક વધુ અંગત
hu: valami személyesebb
id: sesuatu yang lebih pribadi
nl: iets persoonlijkers
pt_br: algo mais autoral
sv: något mer personligt
tr: daha kişisel bir şey
uk: щось особистіше

source: Fedora Planet
ca: Planeta Fedora
cs: Planeta Fedora
es: Planeta Fedora
fr: Planète Fedora
gu: Fedora પ્લાનેટ
hu: Fedora Planethez
pt_br: Planeta Fedora
tr: Fedora Gezegeni

source: an aggregator of Fedora bloggers
ca: un agregador dels bloguers de Fedora
cs: agregátor bloggerů o Fedoře
de: eine Sammlung von Fedora-Bloggern
es: un agregador de los bloggers de Fedora
fi: Fedora-bloggaajien yhteenkerääjä
fr: un agrégateur des blogueurs de Fedora
gu: Fedora બ્લોગર્સના એગ્રીગેટર
hu: a Fedora bloggerek aggregátora
id: agregator blogger Fedora
nl: een aggregator van Fedora bloggers
pt_br: um agregador para bloggers do Fedora
sv: en aggregerare av Fedorabloggare
tr: Fedora blog yazarlarının bir koleksiyonu
uk: збірник блогів Fedora

source: LibreOffice
gu: લીબરઓફીસ

source: a free and open source office suite
ca: un conjunt de programes d'ofimàtica lliures i de codi obert
cs: svobodný a open-source balík kancelářských aplikací
de: Eine freie und offene Open Source Office Suite.
es: un conjunto de programas de ofimática libre y de código abierto
fi: vapaa ja avoimen lähdekoodin toimisto-ohjelmisto
fr: une suite bureautique libre et open source
gu: એક મફત અને મુક્ત સ્ત્રોત ઑફિસ સ્યુટ
hu: egy szabad és nyílt forráskódú irodai csomag
id: paket aplikasi perkantoran yang gratis dan bersumber terbuka
nl: een vrij en open source kantoorpakket
pt_br: uma suíte de escritório livre e open source
sv: en fri kontorssvit i öppen källkod
tr: özgür ve açık kaynaklı bir ofis paketi
uk: вільний комплект офісних програм із відкритим кодом

source: an integrated set of cross-platform applications
ca: un conjunt integrat d'aplicacions de plataformes creuades
cs: integrovaná sada aplikací pro několik platforem
de: Eine intergrierte Zusammenstellung von Plattform-übergreifenden Anwendungen
es: un conjunto integrado de aplicaciones multiplataforma
fi: integroitu joukko useilla alustoilla ajettavista sovelluksista
fr: un jeu d’applications multi-plateformes intégré
gu: ક્રોસ-પ્લેટફોર્મ એપ્લિકેશન્સનો સંકલિત સમૂહ
hu: egy integrált, keresztplatformos alkalmazáscsomag
id: seperangkat aplikasi lintas platform yang terintegrasi
nl: een geïntegreerde set van platformonafhankelijke toepassingen
pt_br: um conjunto integrado de aplicativos multiplataforma
sv: en integrerad uppsättning av program för flera plattformar
tr: entegre bir çapraz platform uygulamalar seti
uk: інтегрований набір програм, що працюють на багатьох платформах

source: git for operating system binaries
ca: git per als binaris del sistema operatiu
cs: git pro binární soubory operačního systému
de: Git für Betriebssystem-Binaries
es: git para los archivos binarios del sistema
fi: git käyttöjärjestelmän binääreille
fr: git pour les binaires système
gu: ઓપરેટિંગ સિસ્ટમ દ્વિસંગીઓ માટે git
hu: git az operációs rendszer binárisokhoz
id: git untuk sistem operasi biner
nl: git voor besturingssysteem binaire bestanden
pt_br: git para binários do sistema operacional
sv: git för operativsystemsbinärer
tr: işletim sistemi dosyaları için git
uk: git для бінарних файлів операційних систем

source: widely renowned init system and suite of building blocks
ca: sistema d'inici àmpliament reconegut i un conjunt de programes de blocs de construcció
cs: renovovaný inicializační systém a balík stavebních bloků
de: Weithin bekanntes Init-System und Suite an Bausteinen
es: un sistema de inicio y conjunto de apoyo ampliamente reconocido
fi: laajalti tunnettu init-järjestelmä ja setti rakennuspalikoita
fr: un système d’initialisation et une suite de blocs de construction largement rénovés
gu: વ્યાપક રીતે જાણીતા ઇનિટ તંત્ર અને બિલ્ડિંગ બ્લોકનો સ્યુટ
hu: széles körben ismert indítórendszer, és építőkocka csomag
id: sistem init dan rangkaian building blocks yang terkenal secara luas
nl: algemeen bekend init-systeem en een reeks bouwstenen
pt_br: sistema e conjunto de blocos de construção bem conhecidos
sv: ett vida känt init-system och svit av byggstenar
tr: yaygın olarak bilinen init sistemi ve yapı taşı programları
uk: широковідома система ініціалізації та комплекс будівельних блоків

source: Cockpit
gu: કોકપીટ

source: a server manager that makes it easy to administer via a web browser
ca: un gestor de servidors que fa que sigui fàcil l'administració a través d'un navegador web
cs: správce serveru, který usnadňuje administraci pomocí webového rozhraní
de: Eine Server-Verwaltung, die die Verwaltung über einen Web-Broswer einfach macht
es: un gestor de servidores que facilita la administración mediante navegador web
fi: palvelinhallinta joka tekee ylläpidon helpoksi selaimen kautta
fr: un gestionnaire de serveurs facile à administrer via un navigateur web
gu: એક સર્વર મેનેજર જે વેબ બ્રાઉઝર દ્વારા સંચાલન કરવું સરળ બનાવે છે
hu: egy kiszolgálókezelő, amely könnyedén kezelhető, webböngészőn keresztül
id: pengelola server yang memudahkan pengelolaan melalui peramban web
nl: een servermanager die het gemakkelijk maakt om te beheren via een webbrowser
pt_br: um gerenciador de servidores que facilita a administração por meio do navegador de internet
sv: en serverhanterare som gör det lätt att administrera via en webbläsare
tr: bir web tarayıcısı üzerinden yönetmeyi kolaylaştıran bir sunucu yöneticisi
uk: засіб керування серверами, який спрощує адміністрування за допомогою програми для перегляду інтернету

source: an easy and elegant way to use your computer
ca: una manera fàcil i elegant d'utilitzar el vostre ordinador
cs: jednoduchý a elegantní způsob jak používat počítač
de: Ein einfacher und eleganter Weg Ihren Rechner zu benutzen
es: una forma sencilla y elegante de usar su equipo
fi: helppo ja elegantti tapa käyttää tietokonettasi
fr: une manière facile et élégante d’utiliser votre ordinateur
gu: તમારા કમ્પ્યુટરનો ઉપયોગ કરવા માટેની એક સરળ અને ભવ્ય રીત
hu: egy könnyű és elegáns módja a számítógép használatának
id: cara yang mudah dan elegan untuk menggunakan komputer kamu
nl: een gemakkelijke en elegante manier om je computer te gebruiken
pt_br: Uma maneira fácil e elegante de usar seu computador
sv: ett lätt och elegant sätt att använda din dator
tr: bilgisayarınızı kullanmanın kolay ve zarif bir yolu
uk: простий і елегантний спосіб використання вашого комп’ютера

source: The Linux Kernel
ca: El kernel de Linux
cs: Linuxové jádro
de: Der Linux-Kernel
es: El núcleo Linux
fi: Linux-ydin
fr: Le noyau Linux
gu: લિનક્સ કર્નલ
hu: A Linux kernel
id: Kernel Linux
nl: De Linux kernel
pt_br: O kernel Linux
sv: Linuxkärnan
tr: Linux Çekirdeği
uk: Ядро Linux

source: that thing that connects application software to the hardware of a computer
ca: aquella cosa que connecta el programari d'aplicació al maquinari d'un ordinador
cs: ta věc, která propojuje aplikační software s hardwarem počítače
de: Das Ding, das Anwendungssoftware mit der Rechner-Hardware verbindet
es: eso que conecta el software con el hardware
fi: se juttu joka yhdistää ohjelmat tietokoneesi rautaan
fr: cette chose qui connecte les applications logicielles au matériel de l’ordinateur
gu: તે વસ્તુ જે એપ્લિકેશન સૉફ્ટવેરને કમ્પ્યુટરનાં હાર્ડવેર સાથે જોડે છે
hu: az a dolog, ami összeköti az alkalmazásokat a számítógép hardverével
id: sesuatu yang menghubungkan perangkat lunak aplikasi dengan perangkat keras komputer
nl: dat ding dat applicatiesoftware verbindt met de hardware van een computer
pt_br: aquela coisa que conecta o software aplicativo ao hardware de um computador
sv: den där saken som kopplar ihop programmen med hårdvaran i en dator
tr: uygulama yazılımını bilgisayarın donanımına bağlayan kısım
uk: те, що з’єднує програмне забезпечення із обладнанням комп’ютера

source: Haskell Special Interest Group
ca: Grup d'interès especial d'Haskell
cs: Speciální zájmová skupina pro Haskell
de: Haskell Interessensgruppe
es: Grupo de interés especial de Haskell
fi: Haskell erityisintressiryhmä
fr: Le groupe d’intérêt spécial Haskell
gu: હેસકેલ માં વિશેષ રુચિ ધરાવતું જૂથ
hu: Haskell különleges érdekeltségű csoport
id: Kelompok Minat Khusus Haskell
nl: Haskell Special Interest groep
pt_br: Grupo de Interesse Especial Haskell
sv: Specialintressegruppen för Haskell
tr: Haskell Özel İlgi Grubu
uk: Група за інтересами Haskell

source: Work with the community to make Haskell development in Fedora be awesome!
ca: Treballeu amb la comunitat perquè el desenvolupament Haskell a Fedora sigui impressionant!
cs: Spolupracujte s komunitou, aby byl vývoj s Haskellem ve Fedoře úžasný!
de: Mit der Gemeinschaft zusammenarbeiten, damit die Haskell-Entwicklung bei Fedora großartig wird!
es: ¡Trabajar con la comunidad para hacer que el desarrollo en Haskell en Fedora sea impresionante!
fi: Työskentele yhteisön kanssa joka tekee Haskell-kehityksestä Fedoralla mahtavaa!
fr: Travailler avec la communauté pour rendre génial le développement en Haskell dans Fedora !
gu: સમુદાય માં કામ કરો હેસકેલ વિકાસ ને fedora મા સરસ બનાવો
hu: Dolgozz együtt a közösséggel, hogy királlyá tedd a Haskell fejlesztést a Fedorában!
id: Bekerja dengan komunitas untuk membuat pengembangan Haskell di Fedora menjadi luar biasa!
nl: Werk samen met de gemeenschap om de ontwikkeling van Haskell in Fedora geweldig te maken!
pt_br: Trabalhar com a comunidade para fazer o desenvolvimento Haskell no Fedora ser incrível!
sv: Arbeta med gemenskapen för att göra Haskellutveckling i Fedora fantastiskt!
tr: Fedora'da Haskell ile geliştirmeyi muhteşem yapmak için toplulukla birlikte çalışın!
uk: Працюйте зі спільнотою, щоб зробити розробку мовою Haskell у Fedora якомога зручнішою!

source: FAS 3 API Client
ca: Client de l'API FAS 3
cs: Klient FAS 3 API
es: Cliente de la API FAS 3
gu: FAS 3 API ક્લાયન્ટ
sv: FAS 3 API-klient
uk: Клієнт API FAS 3

source: Play with FAS without playing with Python! ;)
ca: Jugueu amb FAS sense jugar amb Python! ;)
cs: Hrajte si s FAS, aniž byste si hráli s Pythonem! ;)
es: ¡Jugar con FAS sin jugar con Python! ;)
gu: Python સાથે રમ્યા વગર FAS સાથે રમો
sv: Lek med FAS utan att leka med Python! ;)
uk: Грайтеся з FAS не граючись з Python! ;)

source: Java Special Interest Group
ca: Grup d'interès especial de Java
cs: Speciální zájmová skupina pro Javu
de: Java Interessensgruppe
es: Grupo de interés especial de Java
fi: Java erityisintressiryhmä
fr: Le groupe d’intérêt spécial Java
gu: જાવા માં વિશેષ રુચિ ધરાવતું જૂથ
hu: Java különleges érdekeltségű csoport
id: Kelompok Minat Khusus Java
nl: Java Special Interest Groep
pt_br: Grupo de Interesse Especial Java
sv: Specialintressegruppen för Java
tr: Java Özel İlgi Grubu
uk: Група за інтересами Java
